{
  "name": "WWE RAW DEAL OmniFAQ",
  "version": "v4.0",
  "lastUpdate": "January 1st, 2021",
  "content": [
    {
      "type": "SuperStar recent",
      "name": "Gail Kim and Molly Holly",
      "value": "They cannot pack cards with a restriction for one member, such as \"Cannot be packed by Gail Kim.\""
    },
    {
      "type": "SuperStar recent",
      "name": "Shane O' Mac",
      "value": "ERRATA: This Superstar is now a Throwback card, since a card already existed in Raw Deal with the same name."
    },
    {
      "type": "SuperStar recent",
      "name": "The Largest Athlete In Sports Entertainment",
      "value": "ERRATA: The Ability now begins with: \"You cannot pack High Risk maneuvers. Your non-Multi Strike, Grapple, and Submission maneuvers played from your hand are F:0.\""
    },
    {
      "type": "SuperStar recent",
      "name": "Revolution Tommy Dreamer",
      "value": "ERRATA: The Ability now begins with: \"Once during each of your turns...\""
    },
    {
      "type": "Card",
      "name": "Back Body Drop (Throwback)",
      "value": "The previous errata for this card has been removed, it now functions as printed."
    },
    {
      "type": "Card",
      "name": "Booby Trap (Throwback)",
      "value": "ERRATA: Fixing a printing error, this card is now F: 0."
    },
    {
      "type": "Card",
      "name": "Collegiate Champions",
      "value": "ERRATA: The second paragraph of this card now reads: \"ACE: When this card is in your Ring area, once during each of your turns you may discard 3 cards, and then look at your opponent's hand, choose 1 card, and he discards the chosen card.\""
    },
    {
      "type": "Card",
      "name": "It's Great to Be Back Here In",
      "value": "If a card has a situational reversal restriction, such as German Suplex (TB), this card will only be an applicable reversal if that restriction is in effect, based on the Potentiality Rule."
    },
    {
      "type": "Card",
      "name": "JYD's Chain",
      "value": "When JYD's Chain is in the Ringside, the player is required to pick up a Grapple maneuver to pick up Chain. NOTE: This is a reversal of a previous ruling."
    },
    {
      "type": "Card",
      "name": "Mental Acumen",
      "value": "If this card and Backstage Politics are in the same Ring area, the ACE of Acumen can still be reversed. Only the card being played gains protection. NOTE: This is a reversal of a previous ruling."
    },
    {
      "type": "Card",
      "name": "Pay-Per-View Main Event",
      "value": "The played activating this card must choose exactly 8 cards. NOTE: This is a reversal of a previous ruling."
    },
    {
      "type": "Card",
      "name": "Sustained Damage",
      "value": "You cannot Activate Sustained Damage in response to cards that deal no damage, whether due to a modification, because they resolve to a zone other than the Ring, or because their text states that they deal no damage."
    },
    {
      "type": "Card",
      "name": "Technical Drop Kick",
      "value": "ERRATA: The following text is added to the card: \"When successfully played, you cannot play Technical Drop Kick as an Action for the rest of this turn.\""
    },
    {
      "type": "Card",
      "name": "Revolution Death-Defying Maniac",
      "value": "ERRATA: After the Requirement text, this card now reads: \"If this card reverses from Arsenal: put this card into your Ring and if you have 3 or more Superstar-specifics from \"ECW Originals\" Faction Members and/or cards with \"ECW Originals\" in the text in your Ring, you may discard 1 Reversal: put up to 1 Pre-match Event from his Ring into his Ringside and end his turn.\""
    },
    {
      "type": "Card",
      "name": "Revolution Full Nelson Slam",
      "value": "ERRATA: The card text now reads: \"During your turn, if this card is in your Ringside, you may overturn 4 cards: play this card from your Ringside.\""
    },
    {
      "type": "Card",
      "name": "Revolution John Cena Is In My Corner!",
      "value": "ERRATA: Fixing a printing error, this card is a Pre-match: Corner instead."
    },
    {
      "type": "Card",
      "name": "Revolution Live Fast - Fight Hard",
      "value": "ERRATA: This card is now F: 5 and the first paragraph (after the Requirement text) now instead reads: \"At least 5 Less Fortitude: -5F.Your next card this turn is -15F.\""
    },
    {
      "type": "Glossary",
      "name": "Activated Card Effect:",
      "value": "If a player can pay the cost of an Activated Card Effect during the Pre-match, they may use that effect. - Effects that would be ACEs in the Ring can be used from Backstage as a non-ACE effect, or from the Ring as an ACE, but not from any other zone. In order to use an effect from another zone, the card's text must specify that it can be used from that zone."
    },
    {
      "type": "Glossary",
      "name": "All Axxess",
      "value": "-A constructed format for Raw Deal. All cards legal for play in Raw Deal are legal in this format. (The promotional cards Cardboard Currency and Hardcore Tournament 24/7 are not legal Raw Deal cards.) However, this format is no longer actively supported. -This can be augmented with Virtual cards (Virtual All Axxess), or used solely with the printed Comic Images cards."
    },
    {
      "type": "Glossary",
      "name": "Backlash (Deck)",
      "value": "-Backlash decks may only contain Mid-match cards or Pre-match cards. The current limit is 10 of each, or 12 in Virtual formats. -A Backlash deck should not contain more than 20 cards (24 in Virtual), although it may contain less. This can be modified by a Superstar's Ability."
    },
    {
      "type": "Glossary",
      "name": "Backstage (Area)",
      "value": "-Backstage card effects that do not specify the point at which the effect occurs cannot be one-time effects, as Backstage cards are never played. Unlabeled effects on Backstage cards affect the game immediately upon reveal. EXAMPLE: We Face Each Other as God Intended is a continuous reduction of the opponent's Hand Size as Pre-match cards are played."
    },
    {
      "type": "Glossary",
      "name": "Classic (format)",
      "value": "-The Classic format is a limited constructed format, where all printed Comic Images cards without a Revolution logo are legal. It is the primary format supported at this time for ongoing Virtual development. -This can be augmented with Virtual cards (Virtual Classic), or used solely with the printed Comic Images cards."
    },
    {
      "type": "Glossary",
      "name": "Continuously Checked vs. One-Time Effects",
      "value": "-Effects that are continuously checked will normally state that they occur \"When X condition is met.\" \"When this card is in your Ring,\" \"When you have lower Fortitude,\" \"when you have X cards in hand.\" Alternately they will state that something \"is\" or some things \"are\" considered something, without limitation. For example, Bret Hart's maneuvers \"are considered to have Technical and Precision in the title.\" This is continuous, and persists while the card is in the Ring. -Effects that occur one time will not have a condition listed, or will state a point in the Timing Breakdown when the effect occurs. \"When played,\" \"When successfully played,\" or simply \"Do X.\" See Vince GRA, or Owen Hart's ability (which persists through the Timing Breakdown, then ends.) -A specific limitation: Win Conditions, even if they otherwise require the wording of a continuous effect, are one-time effects UNLESS they include the phrase \"When this card is in your Ring.\" This holds true for all Virtual cards; cards printed by Comic Images may not be so consistent. -Backstage card effects that do not specify the point at which the effect occurs cannot be one-time effects, as Backstage cards are never played. Unlabeled effects on Backstage cards affect the game immediately upon reveal. EXAMPLE: We Face Each Other as God Intended is a continuous reduction of the opponent's Hand Size as Pre-match cards are played."
    },
    {
      "type": "Glossary",
      "name": "\"Do What You Can\" vs. \"Do it All or Else\"",
      "value": "-If a card requires a cost to be paid for an effect to occur, you must be able to both pay the cost and complete the effect to trigger the effect. -If a card requires a cost to be paid, but it forces an effect on other players (eg. Wrestlemania forcing both you and your opponent to shuffle back cards) you are required to pay the cost and complete the effect, but your opponent may do as much as they can. -If a card has text that occurs upon successfully playing that card, you do what you can."
    },
    {
      "type": "Glossary",
      "name": "Foil",
      "value": "-Foil is a trait of some cards issued by Comic Images, including all Ultra Rare cards, Starter Deck Superstar-specifics, and select reprinted cards in the Survivor Series sets. The Foil trait can only be set by Comic Images, and in physical play, only those cards that are physically printed Foil count as such for card effects; cards that are not Foil, but have a Foil version, do not count. (In online play, any card that has a Foil version may be treated as Foil.) -Virtual cards are not Foil, even if physically printed with a foil coating."
    },
    {
      "type": "Glossary",
      "name": "Fortitude",
      "value": "-Cards that are put into play by an effect do not require Fortitude, such as 12 Rounds."
    },
    {
      "type": "Glossary",
      "name": "Multi",
      "value": "-Female Superstars may not pack Multi Maneuvers as a rule, however they may pack Multi Superstar-specific maneuvers when either their logo is on the card, or they are given pack permissions. EXAMPLE: Edge's Running Spear cannot be packed, even if they are packing Revolution Edge Is In My Corner!, as it does not give Multi packing permission.  -Female Superstars that explicitly have permission to pack Multis, like Beth Phoenix and any version of Chyna that packs Don't Treat Me Like a Woman, may pack Multis normally (including Corners)."
    },
    {
      "type": "Glossary",
      "name": "No Damage",
      "value": "- No Damage is not the same as D:0. Cards that are D:0 deal zero damage, a number which can be modified; cards that deal no damage have a null value for damage, which cannot be modified. This applies to effects like Sustained Damage, or to Batista's ability."
    },
    {
      "type": "Glossary",
      "name": "nWo",
      "value": "-An nWo card is a card with the nWo logo in place of the WWE logo, or in the card title. -Any color of nWo logo marks the card as an nWo card, cards with red, gold, or white nWo logos are all nWo cards."
    },
    {
      "type": "Glossary",
      "name": "NXT (format)",
      "value": "-The NXT Format is a limited constructed format based on Virtual Classic constructed. It follows the similar rules but allowed for banned cards and revised cards specific to this format, as well as a non-playable card with the rules and affected card titles. -Virtual cards are included in this format, Revolution cards are not.  -Only 8 Pre-match and 8 Mid-match cards can be packed, and only 4 of each kind can be played."
    },
    {
      "type": "Glossary",
      "name": "NXT Superstar",
      "value": "-A type of Superstar that gains perks from other cards, such as The NXT Breakout Star. There are no other special rules for a NXT Superstar. -A printed NXT Superstar is noted by the NXT logo, also present on Rookie Superstars."
    },
    {
      "type": "Glossary",
      "name": "Outside Effects",
      "value": "-A defined effect generated by an action taken in the game that is not from the text of a card played. -Outside effects are listed in the Timing Breakdown; a card's controller's outside effects fire at step 7a of the Timing Breakdown, and the opponent's at step 7b. -Outside effects that have the same triggering event may be resolved in the order of their controller's choosing; however, an outside effect that is triggered by some portion of an outside effect must finish resolving before the effect that triggered it finishes. (Mr. Wrestlemania must finish resolving before Wrestlemania, and Sane's Spyglass will finish resolving before any outside effect that generates a \"look at his hand\" effect.)"
    },
    {
      "type": "Glossary",
      "name": "Pre-match Phase",
      "value": "- At the end of the Pre-match phase, the player who started the Pre-match phase resolves their cards first, then the player who did not. Superstar Values are not re-checked until determining who takes the first turn of the game."
    },
    {
      "type": "Glossary",
      "name": "PRO",
      "value": "-A new type of card packed in the Backstage Area that can only be packed by a Rookie Superstar. -Only 1 PRO card can be packed."
    },
    {
      "type": "Glossary",
      "name": "Promo",
      "value": "-Promo: # is short for \"Look at the top # cards of your Arsenal, put 1 of those cards in your hand, and the rest in your Ringside.\" -If you do not have the number of cards in your Arsenal stipulated by the Promo effect, you look at as many cards as you have. The effect does not fail."
    },
    {
      "type": "Glossary",
      "name": "Rarity",
      "value": "-Cards printed by Comic Images have a rarity associated with them: Common, Uncommon, Rare, Premium Rare, Ultra Rare, Promo, and Starter Deck Foil. Cards that look for a rarity use the rarity at which that card was printed; if a card has multiple rarities (due to reprinting), the rarity of the physical copy of the card used will be considered the actual rarity of the card. (In online play, the rarity of the most recent printing should be used.) -Rarity is generally identified by the color of the WWF/WWE logo on the card, but this is not the definitive answer for the rarity of a card, due to the use of white logos for Common, Promo, Ultra Rare Foil, and Starter Deck Foil, gold logos for both Rare and Premium Rare, and the misprint of certain Rare cards with a grey logo in Premiere. If there is a question, the set list for the appropriate set (available on TCO) should be used to determine rarity. -Virtual cards do not have a rarity. JBL would not discard to play a Virtual card, as they are neither Common nor Uncommon."
    },
    {
      "type": "Glossary",
      "name": "Replacement Effect",
      "value": "- A replacement effect is any effect that changes the destination of a card, such as Banned from Ringside or Rollins' Kip-up. These effects trigger at step 8 of the reversal's Timing Breakdown.  - Replacement effects use the same language as outside effects triggering on the failure of a card, such as \"when your card is unsuccessful\" or \"when your opponent reverses a card.\" Outside effects using this wording trigger at Step 7b, the difference being that outside effects do not change the destination of a card."
    },
    {
      "type": "Glossary",
      "name": "Response, Respond",
      "value": "-A player responds to a card by playing a Reversal card, activating a card effect, even if the card is not in their Ring, or activating their Ability. -Cards that a player may not respond to will still trigger effects from cards in the Ring or Abilities. EXAMPLE: Diamond Dallas Page will still discard for his opponent's copies of Old School Psychology when he plays It's Me...It's Me...It's D-D-P. EXAMPLE 2: Leader of the Edge Army will still draw and cause Raw Guest Host to discard when Raw Guest Host successfully plays The Price is Raw. EXAMPLE 3: Raven will still draw when Festus hits him with a maneuver protected by ...."
    },
    {
      "type": "Glossary",
      "name": "Reveal",
      "value": "-Cards in the Backstage may be revealed or hidden. Hidden cards do not affect the game, except those that provide packing permissions. If a hidden card enables you to pack a card you otherwise could not, you may pack those cards, but must display the hidden card to your opponent upon request to prove that you have the card granting that permission."
    },
    {
      "type": "Glossary",
      "name": "Reversals",
      "value": "-All Reversals that actually reverse cards end the turn unless they specifically state otherwise."
    },
    {
      "type": "Glossary",
      "name": "Reversal Restriction",
      "value": "-A reversal restriction is any card, Ability, or effect that modifies the reversibility of a card. EXAMPLE: Turn the Tide adds a reversal restriction to the maneuver following it. Diesel-Powered Sidewalk Slam has a reversal restriction if it is played after a Superstar-specific card. The Chain trait is a reversal restriction. -A card with Momentum has a reversal restriction. -Cards that give extra modes of reversibility do not have reversal restrictions from those modes. EXAMPLE: Classic Fireman's Carry has no reversal restrictions in its text. The Volley trait is not a reversal restriction. -Reversal restrictions are strictly a property of cards. Cards and effects that modify player permissions are never reversal restrictions. EXAMPLE: Panic Grab, Backed by Smackdown GM Vickie Guerrero, and the Arm Drag portion of Enter the Dragon are not reversal restrictions. -Modifications to reversals are never reversal restrictions. EXAMPLE: Get Crowd Support does not grant a reversal restriction. -A card that cannot be responded to does not have a reversal restriction; losing the ability to respond does not alter what cards will reverse a card, it only alters player permissions to play those cards. -Cards with conditional printed reversal restrictions have those restrictions in all zones and at all times except when going through their Timing Breakdown. During that time, the Potentiality Rule comes into play, and if the reversal restriction's condition is not met, the restriction is suppressed, in much the same way a hybrid card's other types are suppressed."
    },
    {
      "type": "Glossary",
      "name": "RFG",
      "value": "- RFG is a new keyword in Virtual 11, replacing the terms \"remove from the game,\" \"removes from the game,\" \"removed from the game,\" and \"the removed from the game area.\" RFG is considered in all cases to be the older wording, for the purpose of resolving cards and effects."
    },
    {
      "type": "Glossary",
      "name": "RMS",
      "value": "-An \"RMS card\" is a card that bears the Restricted Modification Symbol, either printed or granted by another card (i.e. Frankie Takes Ho-llywood)."
    },
    {
      "type": "Glossary",
      "name": "Rookie",
      "value": "-A Rookie Superstar may pack 1 PRO card in his Backstage Area. -All Rookies are also NXT Superstars due to the logo on their Superstar Card."
    },
    {
      "type": "Glossary",
      "name": "Slot",
      "value": "-A Pre-match or Mid-match slot is one unit of Capacity. Cards that do not take up a Pre-match slot or Mid-match slot do not spend any Capacity when they are in your Ring. -A player may play a Pre-match or Mid-match card that does not take up a slot even if all of his normal Pre-match or Mid-match slots are filled. -Making a card not take up a slot is a modification to that card and will be blocked by the Restricted Modification Symbol. Note that, as with all other cards with the Restricted Modification Symbol, this does not apply if the change is being applied by the RMS card itself; an RMS card may always modify itself."
    },
    {
      "type": "Glossary",
      "name": "Stable",
      "value": "-A type of Superstar that gains perks from other cards, such as The Numbers Game. There are no other special rules for a Stable Superstar."
    },
    {
      "type": "Glossary",
      "name": "Sub-class",
      "value": "-Sub-classes include Multi, Chain, Heat, Volley, Stun Value, Run-in and Set-up. These only apply to one half of a hybrid card; specifically, the half indicated in the card's type line. The sole exception to that notation is Stun Value; Stun Value is solely a function of maneuvers, by its own definition. -Hybrid, Foreign Object, NXT, WCW, WWF Classic, and ECW are not sub-classes."
    },
    {
      "type": "Glossary",
      "name": "Superstar Value",
      "value": "-Superstar Values can be reduced to negative numbers, and for comparative purposes or for raising/lowering, are treated as their actual value. A -1SSV wrestler would start the game before a -2SSV wrestler. For all other purposes, a negative SSV is treated as 0."
    },
    {
      "type": "Glossary",
      "name": "Traits",
      "value": "-Traits are defined by what a thing is, not what a thing is not. A card with the Raw logo has the Raw trait; a card without does not have the \"non-Raw\" trait, because that does not exist. -Non-unique, as used in the game, is not a trait; it is the absence of one. Any card that does not have the Unique (or Universally Unique) trait is non-unique, including face-down cards, as they have no traits."
    },
    {
      "type": "Glossary",
      "name": "Triggered Effects",
      "value": "-These are effects that happen without choice, based on another effect taking place. This can include causing cards to be drawn or discard, or moved from one area to another. EXAMPLE: When a Backlash card is played, an Old School Psychology in the opponent's Ring will trigger a discard effect. -Effects like ACEs that require a cost to be paid are not triggered effects. -Triggers must occur without the player's choice. EXAMPLE: Old School Psychology's trigger is the opponent playing a Backlash card; Judo Choke Throwback's trigger is the opponent successfully playing a second action on his turn. -Cards that a player may not respond to will still trigger effects from cards in the Ring or Abilities. EXAMPLE: Diamond Dallas Page will still discard for his opponent's copies of Old School Psychology when he plays It's Me...It's Me...It's D-D-P; Leader of the Edge Army will still draw and cause Raw Guest Host to discard when Raw Guest Host successfully plays The Price is Raw."
    },
    {
      "type": "Glossary",
      "name": "Universally Active",
      "value": "-In Virtual, there are Venues that are not Universally Active. These Venues do not block the play of Universally Active Venues, but they cannot be played if a Universally Active Venue is in play, unless they have text specifically permitting their play."
    },
    {
      "type": "Glossary",
      "name": "Virtual Cards",
      "value": "- These cards are legal for play when Virtual cards are allowed, provided other conditions are met. EXAMPLE: A \"Virtual Classic \" tournament would permit The Ultimate Warrior to be played, but not Revolution Judo Takedown. - Cards with terms associated with Revolution ('Momentum', 'Assault') are still legal for Classic play if they do not have the Revolution logo. - The Virtual cards may either be placed over another card (which has no bearing on play) or printed on cardstock equivalent to Comic Images product, but these MUST be indistinguishable during play. - Sleeves MUST be used when using these cards. - The early sets were renamed. \"Revolution 4\" is now \"Virtual 1\", \"WCW Invasion\" is now also \"Virtual 2\", \"Revolution 5\" is now \"Virtual 3\", and \"Saturday Night's Main Event\" is now also \"Virtual 4\". - As of Virtual 3, for Virtual Classic / Virtual All Axxess formats, Backlash decks may now contain up to 12 Pre-match and 12 Mid-match cards, with a maximum of 6 of each in the Ring."
    },
    {
      "type": "Glossary",
      "name": "WCW Superstar",
      "value": "-A type of Superstar that gains perks from other cards, such as Halloween Havoc. There are no other special rules for a WCW Superstar. -A printed WCW Superstar is noted by the WCW logo, however Superstar-specific cards like Raven's Rules can allow a Superstar to become a WCW Superstar."
    },
    {
      "type": "Glossary",
      "name": "Win Condition",
      "value": "-If a card effect would result in a Pinfall or Count Out, this occurs immediately upon the resolution of the card's text. However, if the Pin or Count Out is stopped by an outside effect, and other effects are pending at this time (such as, in the event of Backslide or Small Package played as a reversal, the resolution of the card being reversed), the turn cannot end until all other effects are resolved in full."
    },
    {
      "type": "Glossary",
      "name": "WWF Classic Superstar",
      "value": "-A type of Superstar that gains perks from other cards, such as Saturday Night's Main Event. There are no other special rules for a WWF Classic Superstar. -A printed WWF Superstar is noted by the 'classic' WWF logo on a Superstar such as Sid or Yokozuna. (Note: This does not include the 'scratch' WWF logo found on a Superstar like Mankind.)"
    },
    {
      "type": "SuperStar",
      "name": "ALL SUPERSTARS",
      "value": "-Superstar Abilities are active during the Pre-match phase. -Superstars with an ability that says 'You may' use a cost 'and then' have an effect require you to use that effect, such as Home Team and Ric Flair, who cannot use their abilities unless there is an applicable card for their effect. -All Superstars are considered to be a 'male superstar' unless the superstar is female, or is comprised solely of two females. No superstar is considered to be both male and female. -A card with a Superstar logo can be packed and played by a Superstar that can legally pack it, regardless of restrictions from the Ability. EXAMPLE: Lita packing Lita's DDT or Andre the Giant packing Revolution ECW Originals. -Unless stated in the text of a Superstar Ability, an optional non-reversal effect cannot be used before the Draw Segment. -All Superstar Abilities with a reversal effect are considered as 'reversing from Backstage Area', but will only be considered as one reversal against a Multi card. -Any Superstar Ability moving that player's cards from that Superstar's Ringside Pile to another location will trigger the removal of Heat cards from their discard pile. These Abilities are not affected by The Rattlesnake's ability or Hell in a Cell Match. -Superstar Abilities that offer a 'discard to search' are not required to find the card in question. The card is still discarded. -Any text in a Superstar Ability text box that defines a variable (\"#\") given for the Starting Handsize or Superstar Value is not considered to be a Superstar Ability, only a definition of the Starting Handsize / Superstar Value. -Superstar Abilities do not prevent a Follow-up. -Any Superstar Ability that requires an effect to take place must be performed completely to gain the results. EXAMPLE: The Undertaker cannot use his Superstar Ability with only one card in hand, and René Duprée cannot use his Ability to recover cards if he has no Backlash deck cards remaining."
    },
    {
      "type": "SuperStar",
      "name": "Andre The Giant",
      "value": "-If Andre's opponent passes without playing any cards, Andre may use his Ability. -Andre cannot use his ability if he ends the turn by reversing his opponent's first card from hand, Ring area, or Ringside pile. However, he can use his ability if he reverses his opponent's second card from Arsenal. -If Andre's opponent continues his turn (Rabid Wolverine, for example) and plays a third card, Andre cannot use his ability any longer on this turn. -If the opponent's cards, effects, or Superstar Ability cause him to end his turn, Andre's Ability will still take place. EXAMPLE: The Largest Athlete in Sports Entertainment or Mr. PPV. -As Superstar Abilities are not active before the Draw Segment unless specified, if a player ends his turn by removing Obey, Andre's ability cannot be used. -Andre can pack Faction Pre-match cards, as they are Superstar-specific and can be packed by any Superstar."
    },
    {
      "type": "SuperStar",
      "name": "APA",
      "value": "-The +1 damage bonus is applied to every card they play from their Hand. -Their Arsenal may not contain Action cards, even hybrid Action cards. -Their Backlash deck may contain Action cards. -Cards that do not resolve to the Ring deal no damage and gain no benefit from their Superstar Ability."
    },
    {
      "type": "SuperStar",
      "name": "A-Train",
      "value": "-A-Train's -4F ability works with any type of card, not just Maneuvers. -This ability is not cumulative. Slam Bomb is 5F, not 1F. -It is possible to lower the Fortitude cost of a maneuver below 0, but this number will be considered 0."
    },
    {
      "type": "SuperStar",
      "name": "Babe of the Year",
      "value": "-When used, her Superstar Ability will not trigger the removal of opponent's Heat cards from the game due to the Heat trait."
    },
    {
      "type": "SuperStar",
      "name": "Batista",
      "value": "-Fortitude Ratings are calculated from Printed Damage values, so Batista's ability will not affect these. -If Batista plays a maneuver that adds damage to a reversal, this effect and Batista's ability take effect at the same time, and these effects can be applied in the order of Batista's choosing. EXAMPLE: Running Lariat, Spinning Clothesline. -Batista will take damage from RMS reversals."
    },
    {
      "type": "SuperStar",
      "name": "Big Freak'n Machine",
      "value": "MRP: Now reads: \"Your first 2 non-Pre-match non-Reversal cards played of the game can only be reversed from your opponent's Backlash deck and Arsenal. You may pack any cards with the Kane logo, but you do not count as Kane.\" -His ability will work across any number of turns, until he has played two cards that are either Actions or Maneuvers. -If his ability is blanked or switched, or played cards are removed from the Ring Area, the Ability will still count the first two non-reversal cards played during the game by that player. -A Reversal/Maneuver or Reversal/Action hybrid will be affected by this ability if it was played as a Maneuver or Action -Beating the Odds does not work on his ability, as it says 'Can only be reversed….'. -Cards with either version of the Kane logo can be packed."
    },
    {
      "type": "SuperStar",
      "name": "Big Poppa Pump",
      "value": "-The specific wording of his ability allows his to discard cards throughout his turn. A player can discard an I Can't Be Reading This Right, return it to his hand once, discard it again, and gain a -8F deduction from his next maneuver played this turn. Unlike other discard effects, Big Poppa Pump only requires the discarding be done on the same turn before the Maneuver is played, regardless of other effects and cards played during that time."
    },
    {
      "type": "SuperStar",
      "name": "Big Show",
      "value": "MRP: Now begins with \"You cannot pack High Risk maneuvers.\". -He must discard 2 cards before attempting a Maneuver, unless it is the first Maneuver played this turn. -His ability will change a Grapple Multi card to 3D, unless that card has RMS. -His ability to reduce damage from Grapples is calculated before reversals may be played. He may reverse the Maneuver as if it were only a D:3 Maneuver. EXAMPLE: His opponent plays German Suplex and Show plays Rolling Takedown. Since the Maneuver was reduced to a D:3 Maneuver, his opponent will only take 3 damage from the Reversal. -Big Show can use Springboard, as the maneuver played is still a Strike maneuver that is temporarily given High Risk status."
    },
    {
      "type": "SuperStar",
      "name": "Billy & Chuck",
      "value": "-They are a male Superstar. -They only draw when attempting a Multi card if the Multi card is completely reversed. They only draw one card from a Multi card, and only if the second reversal is played from the opponent's hand."
    },
    {
      "type": "SuperStar",
      "name": "Billy Gunn",
      "value": "-Billy Gunn's Superstar Ability cannot be used before the Draw Segment. -His ability is optional. He does not have to activate it. -His ability can be used if there are no cards in Hand. -If no Maneuvers are found, all revealed cards are shuffled into the Arsenal. -The revealing of your hand is a compulsory effect of his ability and will trigger a 'when you must reveal your hand' effect, such as Torrie Wilson, On It!"
    },
    {
      "type": "SuperStar",
      "name": "Bobby \"The Brain\" Heenan",
      "value": "-An opponent may still choose to 'not find' a specific type of card even if the Arsenal and Backlash deck was searched using Heenan's Superstar Ability. EXAMPLE: Managed by William Regal. -Heenan will search his opponent's Arsenal after Superstar cards are revealed. Due to the wording of his Ability, Heenan's choice of Enforcer (and Enforcer card) will take place after an opponent with Enforcers has already revealed and chosen. -Heenan's hand-viewing ability is only active 'during the game', not during the Pre-match phase."
    },
    {
      "type": "SuperStar",
      "name": "Booker T",
      "value": "MRP: Now includes the text \"Your cards titled Don't Hate da Playa, Hate da Game! are -3F.\""
    },
    {
      "type": "SuperStar",
      "name": "Brock Lesnar",
      "value": "-His ability will change a non-RMS Strike Multi card to 3D. -His ability to reduce damage from Strikes is calculated before Reversals may be played. He may reverse the Maneuver as if it were only a D:3 Maneuver. EXAMPLE: His opponent plays Chair Shot and Brock plays Knee to the Gut. Since the Maneuver was reduced to D:3, only 3 damage is dealt from the Reversal."
    },
    {
      "type": "SuperStar",
      "name": "Brothers of Destruction",
      "value": "-BoD may not pack Kane's, Undertaker's, or Deadman Inc.'s Superstar-specific cards unless otherwise specified. -They count as Kane, Undertaker, and Deadman Inc. for the purposes of playing other cards. EXAMPLE: BoD would draw a card from playing Inferno Match, since that card mentions Kane. -Brothers 'til the End may be played by BoD at a discount of -10F. This discount is only applied once. -Their ability replaces the normal card draw in the Draw Segment. You cannot use another ability that replaces or alters the normal draw step as well as the Brothers ability, such as Ring General."
    },
    {
      "type": "SuperStar",
      "name": "Buh-Buh Ray Dudley (both versions)",
      "value": "-His ability will count total cards in the Ring, regardless of their card type. -If his Superstar Ability is blanked or switched at the end of the turn that he uses his card drawing ability, he does not discard at the end of turn."
    },
    {
      "type": "SuperStar",
      "name": "Cactus Jack",
      "value": "-Mankind and Cactus Jack are not considered to be the same wrestler. However, these rulings count for both Superstars. -Card effects that refer to Mankind have no effect on Cactus Jack, and vice versa, unless both are listed. -A player cannot pack Mankind Superstar-specific cards in a Cactus Jack deck or vice-versa. Exceptions include Get Hardcore, which has Mankind and Cactus Jack logos, and Tree of Woe, which is considered to have Cactus Jack, Mankind, and Dude Love logos. A player can pack an older version of these cards with Cactus Jack, even though it does not have his logo. -Cactus Jack draws 2 cards during each Draw Segment. If you cannot draw 2 cards, you do not suffer a Pinfall loss, but you can be Counted Out at the end of the turn. -Non-damage effects like Kane's Superstar ability and the effect of an Inferno Match, etc. are not reduced; however the 1D Inferno Match does when played will be reduced to 0. -If Cactus Jack is hit with a Punch (3D) and he reverses it with a Knee to the Gut, the opponent will take 2D. -Cactus Jack can use Elbow to the Face to reverse moves like Bulldog (8D), since he would only take 7D."
    },
    {
      "type": "SuperStar",
      "name": "Chris Benoit",
      "value": "MRP: \"The first maneuver you play each turn is +1D, the second +2D, the third +3D, and so forth.\" -Every Maneuver you play in a turn will immediately do extra damage. The first Maneuver played will do +1D, the second will do +2D, etc. It resets at the end of a turn. -If a played Maneuver is reversed, it will still be counted as being played for Benoit's ability. If he manages to continue his turn somehow (Ref KO'd!, Rabid Wolverine etc.) his next Maneuver will get a bonus based on all previous Maneuvers this turn, both reversed and unreversed. -Maneuvers with the Restricted Modification Symbol will not be granted a bonus from Benoit's ability. They will however be counted towards future Maneuvers bonuses. Benoit's ability cannot grant a bonus to a Panic Maneuver due to RMS, but it will give the accompanying Maneuver +2D (or greater) if possible, since it is the second Maneuver played. -Benoit's ability does not work for Reversals that do damage or Maneuver/Reversal hybrid cards used as Reversals. EXAMPLE: playing a Crippler Crossface as a Reversal will not do extra damage."
    },
    {
      "type": "SuperStar",
      "name": "Chris Benoit (Throwback)",
      "value": "-If the original version of A Victim of the Crippler is played against one of the Superstars listed on that card, the new ability will overwrite the printed ability completely, granting the same bonuses (+2D, +4D, etc.)."
    },
    {
      "type": "SuperStar",
      "name": "Chris Jericho",
      "value": "-When Jericho uses his ability, he chooses which card to discard; the opponent also chooses which card to discard. This may be modified by other cards such as Would You Please… Shut the Hell Up!"
    },
    {
      "type": "SuperStar",
      "name": "Chris Masters (both versions)",
      "value": "-If Masters plays a Panic maneuver, he will not get to remove cards from his opponent's hand unless both cards are not successfully played, and only after both are reversed; then he will remove cards for each maneuver reversed from hand. -If Maintain Hold is played on a maneuver, and the opponent reverses from hand on a later turn, Masters will not get to remove a card for his ability."
    },
    {
      "type": "SuperStar",
      "name": "Christian",
      "value": "-Only the card drawing effect is canceled, not the whole card. So a View of Villainy would not allow an opponent to draw a card, but will allow him to look at your hand to discard Face cards. -The ability is a continuous effect and cannot be switched off. -He cannot cancel Superstar abilities that have card-drawing effects like D-Von Dudley and Jeff Hardy. He only affects cards played from hand that have such effects. -Christian cannot cancel the card drawing effect of an Ego Boost being discarded, since it is not a card 'played from opponent's hand.' -Since Christian's ability is arbitrary and continuous, cards played from his opponent's hand lose all of their drawing potential, so cards such as Totally Bogus will not reverse them."
    },
    {
      "type": "SuperStar",
      "name": "Chyna",
      "value": "-Chyna cannot reverse a Maneuver with her Ability if the card is irreversible, unless an outside effect removes it first, such as Beating the Odds or Restricted Use in this Area. -She cannot reverse cards with \"Can only be reversed by\" card-specific restrictions such as Clutch Onto Opponent or Poke. -Chyna ignores Fortitude requirements when using her Ability. -If she reverses a Discus Punch, the person playing the Discus will not take +2D. Her ability has no D amount, so +2D cannot be added to it."
    },
    {
      "type": "SuperStar",
      "name": "Deadman Inc",
      "value": "-Undertaker and Deadman Inc. are not considered to be the same wrestler. However, these rulings count for both Superstars. -Undertaker may not use Deadman Inc's Superstar-specific cards and vice-versa. Some cards were printed with both Undertaker and Deadman Inc logos. -Card effects that refer to Undertaker have no effect on Deadman Inc. and vice versa, unless both are listed."
    },
    {
      "type": "SuperStar",
      "name": "Doink",
      "value": "-Only cards legal to be packed may be packed in the Backstage Area, and only 1 copy unless specifically stated by the card. EXAMPLE: Doink can pack only one copy of Backstage Signature, but cannot pack Enforcers. -Backstage Area cards packed but not revealed will still count towards Fortitude for both parts of the Superstar Ability. -Backstage Area cards moved to the Ringside pile cannot be moved to hand, Backlash, Arsenal, or Ring. -A Backstage Area card placed back into the Backstage Area will not be revealed and will have no effect on the game; neither will any other cards placed into the Backstage Area. -The Doink Superstar Card is in the Backstage Area and will count as +1F, but cannot be removed due to the text of Doink's Ability. -Cards that are reduced to F:0 or below will not be affected by Doink's ability. EXAMPLE: A European Uppercut played by Randy Orton is reduced to F: 0, Doink's ability will not increase that cost. -Doink can affect the Fortitude cost of cards above 0, then choose to add his Ability penalty to that cost. EXAMPLE: Doink activates Fans Love an Underdog, making his opponent's Step Aside +8F to play, then raises that cost further due to his Ability."
    },
    {
      "type": "SuperStar",
      "name": "Dude Love",
      "value": "-The Mankind and Cactus Jack Superstar cards are of the card type: Superstar Card. They do not do anything other than take up space in your Arsenal/Hand/Ringside pile, except where specifically noted. -The Superstar cards in Dude's Arsenal are not Unique. -Dude Love cannot pack Superstar-specific cards unless they have the Dude Love logo. EXAMPLE: Dude cannot pack Mr. Socko, even if there are 3 Mankind Superstar cards in the Arsenal. -There cannot ever be more than 1 Superstar card on top of Dude Love. -If Dude Love becomes Mankind or Cactus Jack, the Dude Love Superstar card is ignored entirely (Ability, Superstar Value etc.) Any other cards, such as belts, are unaffected. -If Dude Love becomes Mankind or Cactus Jack, Dude Love-specific cards can still be played, unless otherwise noted. The cards are legal as an Arsenal construction rule, changes during the game do not alter this. -Foley is Good does not interact with Dude's Superstar Ability. It only affects damage increasing abilities. -Dude's Superstar-specific cards are affected by Hell in a Cell Match since Dude Love is not listed, unless those cards also have the Mankind or Cactus Jack logo. -Dude Love may play any version of Tree of Woe, due the Most Recent Printing rule."
    },
    {
      "type": "SuperStar",
      "name": "D-Von Dudley",
      "value": "MRP: Now includes the text \"Your opponent cannot play the card titled Brotherly Love.\" <br> ERRATA: The Survivor Series 2 version superstar card was misprinted. The correct values are SHS: 5 and SV: 1."
    },
    {
      "type": "SuperStar",
      "name": "DX",
      "val": "-Both Triple H and Shawn Michaels cards can be packed, there is no choice between only one or the other. -The card searched for with the DX ability must have exactly two words in the title; contractions such as That's are one word, as is a letter (Brave H) used in place of a word. A hyphenated word (360-Degree) is also considered one word."
    },
    {
      "type": "SuperStar",
      "name": "Eddie Guerrero",
      "value": "-It does not matter when Eddie plays the High Risk in his turn - as long as it is the first High Risk Maneuver during his turn, it cannot be reversed. -Non-RMS High Risk Multi Maneuvers (such as Flying Lariat) still count as High Risk Maneuvers for his Ability."
    },
    {
      "type": "SuperStar",
      "name": "Edge",
      "value": "MRP: Now reads: \"# is equal to twice your opponent's Superstar Value. # cannot be less than 6. You start the game after the Pre-match phase. When you successfully play the card titled Faceplant, you may shuffle up to 4 cards from your Ringside pile into your Arsenal. When you successfully play the card titled You Think You Know Me?, do not discard any cards.\" -In an Edge v Edge match, or if the Edge Enforcer is used, randomly determine who goes first, since both Superstars are revealed at the same time. -If It's Showtime is in play, Edge will go first, but his turn is ended immediately if this card is used. -The limit of 6 cards only affects Edge's printed Starting Handsize. This number can be lower by effects like Banned From Ringside and Rules Are Meant To Be Broken. -Cerebral Assassin will not prevent Edge from resolving his Starting Hand Size as printed. -Edge's ability replaces the Superstar Value comparison that takes place at the beginning of the Pre-match phase. This effect can be taken away by the effect of cards played later such as Las Vegas, Nevada or Revolution ECW Originals."
    },
    {
      "type": "SuperStar",
      "name": "Edge and Christian",
      "value": "ERRATA: The ability now begins with the text: \"If a maneuver or reversal played causes you to discard any number of cards above zero, you may instead choose to reveal the cards you would have discarded and draw that many cards.\" -Their Superstar Ability will only trigger on a forced discard from a Maneuver or Reversal, regardless of who played the card. An optional discard (such as E&C playing Flying Topé or Half Hour Suplex) will not trigger their ability. -Their ability will work on discards from the Backlash deck, as long as the effect specifically uses the word 'discard'. -Their ability will not trigger when discarding to reverse a Chain card. -If it is possible to choose to discard zero cards, their ability will not trigger, even if the discard is considered a forced discard. -They must choose to either discard cards as normal, or draw that amount. It cannot be split between drawing and discarding. -It is not possible to choose to draw cards using their ability if they are not able to discard that amount of cards. -An effect such as 'discard your hand' should read 'discard # cards, where # is equal to the number of cards in your hand'. This allows an easier interaction between E&C's ability and card effects. -If it is necessary to discard a particular card type, they must reveal the cards to be discarded before replacing the discard effect with a draw effect. -Revealing # cards for this Ability, where # is also the number of cards in hand, is not the same as 'revealing your hand' for such triggers as Torrie Wilson, On It!"
    },
    {
      "type": "SuperStar",
      "name": "Enforcer Superstars",
      "value": "-Rulings are for all GM & Diva Superstars that may reveal Enforcers. -The Backstage area may only contain one copy of any Enforcer card. -The Superstar does not count as being anyone other than the one on their Superstar card. It is not legal to pack Superstar Specific cards with only the Enforcers logo on them, and the Superstar does not count as the chosen Enforcer. These Superstars retain their original gender trait. This is not affected by the choice of Enforcers. -Enforcers abilities can be blanked by effects that blank a Superstar Ability. -Enforcers add to the existing Superstar Ability, Starting Hand Size and Superstar Value.before the Pre-match Phase begins. -In the event that two 'Enforcer' Superstars are facing each other, the Enforcer chosen must be done in secret and revealed simultaneously. There is no option to wait until an opponent has revealed his Backstage Area cards or chosen an Enforcer to make these choices. -If an Enforcer is no longer in effect, no benefits are gained from that Enforcer, though the effects will be remembered if the Enforcer is chosen again. EXAMPLE: discarding to reduce the Fortitude cost of the next maneuver with Freakzilla will have no effect if the Enforcer is changed before the next maneuver is played, though returning to Freakzilla in the same turn before playing a maneuver would grant the same bonus."
    },
    {
      "type": "SuperStar",
      "name": "Eric Bischoff - see also Enforcer Superstars",
      "value": "MRP: Now includes the text \"You cannot pack any card with the word \"McMahon\" in the title. You may pack Enforcers in your Backstage area.\" -The Raw card is added to your hand before the beginning of the Pre-match Phase. This has no effect on the starting hand; the player will still draw the same number of cards, after other modifiers such as Rules Are Meant to be Broken are applied. -The Raw card added may be discarded during the Pre-match Phase by cards like Houston, Texas or Old School Psychology. -Eric may pack and reveal non-branded Enforcer cards that 'Can be revealed by any GM Superstar.' -Eric is considered branded Raw, he may not pack Smackdown-branded cards. -If the starting Enforcer chosen is Stephanie, once the Enforcer is chosen, the Bischoff Superstar Ability is immediately replaced with the opponent's Ability; Eric would not search for a Raw card."
    },
    {
      "type": "SuperStar",
      "name": "Eugene",
      "value": "-His ability does not apply to the Backlash deck; the Superstar-specific Maneuvers can only be included in Arsenal. -This ability relates to Arsenal Construction; if it is blanked or switched, Eugene can still legally play these cards. If The Peep's Champ prevents the playing of Superstar-specific cards, Eugene cannot play any Superstar-specific card. -It is possible to raise Eugene's Superstar Value higher than his opponent, but any changes to the opponent's Superstar Value will also affect Eugene's Superstar Value. -In a Eugene vs Eugene or Eugene vs Lawler match, both Superstar Values are considered printed 0. (If a value cannot be determined, it is considered zero instead.) -A card such as The Show Must Go On may allow Eugene to play more than one Unique card in a turn. -In the Afterburn format, Superstar-specific maneuvers not legal for the Afterburn format cannot be packed by Eugene."
    },
    {
      "type": "SuperStar",
      "name": "Evolution",
      "value": "MRP: This superstar now has the Tag Team trait. -Evolution may pack (and play) any copies of the Tag Team Title Belts, as well as any other Belt card (with the obvious exception of the Women's Title Belt.) -They may not pack cards such as Little She Devil, since they are able to pack Belt cards other than the Tag Team Titles. -Their ability can cause them to pin themselves if there is only 1 card remaining in the Arsenal. If there are 2 card, they are overturned and there is no card to draw, creating a potential Count Out at the end of the turn. -If their ability is used to remove Fortitude Surge, the Surge can be activated in response. -Mid-match maneuvers such as Dirty Low Blow removed with Evolution's Superstar Ability cannot be shuffled into an Arsenal. -Fortitude reduction modifiers such as a Double Underhook Suplex played by Tazz or a Sit Out Powerbomb played by A-Train are not applied in the Ring, and these cards will not be shuffled back into the Arsenal when removed from the Ring. Only cards with a printed cost of F: 0, or a Maneuver specifically modified to be F: 0 will be reshuffled. EXAMPLE: Goldberg's Superstar Ability alters the cards Jackhammer and Spear to F: 0, and Lita alters Drop Kick to F: 0, these can be reshuffled."
    },
    {
      "type": "SuperStar",
      "name": "Gail Kim and Molly Holly",
      "value": "-This Superstar card has 2 different Superstar logos. They may pack any Superstar-specific card with either logo on it. For example, Molly-Go-Round can be packed in the same Arsenal as Gail's Hurricanrana. -This Superstar is not a Tag Team. They cannot pack the Tag Titles or cards like Little She Devil without additional permissions. -It is possible to lower the Fortitude cost of a maneuver below 0, but this number will be considered 0. -They cannot pack cards with a restriction for one member, such as \"Cannot be packed by Gail Kim.\""
    },
    {
      "type": "SuperStar",
      "name": "Gene Snitsky",
      "value": "-His Ability is worded the same as the Heat trait regarding cards moved, thus it will prevent the removal of Heat cards from the Ringside pile whether one or more cards are moved. -This Ability will only prevent removal from the Heat trait, it does not grant protection from other Ringside pile removal effects. EXAMPLE: Volley This! or Blindside cards."
    },
    {
      "type": "SuperStar",
      "name": "Goldberg",
      "value": "-Goldberg has to discard 3 cards from hand in order to use his reversal ability. You can't use his Superstar Ability with 2 or less cards in hand. -He cannot reverse a Maneuver that is irreversible via his Superstar Ability, unless using an outside effect such as Beating the Odds. -Goldberg cannot reverse cards with \"Can only be reversed by\" card-specific restrictions such as those found on Clutch Onto Opponent or Poke. -He ignores Fortitude requirements when using his reversal ability. -If Goldberg reverses a Discus Punch, the Discus's player will not take +2D. His ability has no D amount, so +2D cannot be added to it. -Goldberg's Spear cards are F: 0 as reversals as well as maneuvers. -If Spear and/or Jackhammer are moved from the Ring by Ric Flair or Evolution's Ability, they can be reshuffled into the Arsenal. Goldberg's ability modifies them wherever they are, including the Ring."
    },
    {
      "type": "SuperStar",
      "name": "Goldust",
      "value": "-The discard effect generated by his Superstar Ability is not tied to the card he plays. For example, a Kick played by Goldust cannot be reversed with Faceplant."
    },
    {
      "type": "SuperStar",
      "name": "Hall & Nash",
      "value": "-The nWo logo on this card is a trait, not a Superstar logo. A player cannot pack other nWo Superstar-specific cards such as Outsider Distraction unless those cards have the Hall & Nash logo. -Their ability is not cumulative. Slam Bomb receives only one Fortitude reduction. -It is possible to lower the Fortitude cost of a Maneuver below 0, but this number will be considered 0. -Hall & Nash can use Springboard, as the Maneuver played is still a Strike Maneuver that is temporarily given High Risk status."
    },
    {
      "type": "SuperStar",
      "name": "Hollywood Hulk Hogan (original version)",
      "value": "ERRATA: The ability now reads: \"You cannot pack non-unique non-Strike maneuvers that are not titled Headlock Takedown, Body Slam, Press Slam, Scoop Slam, Standing Side Headlock, or Elbow Drop.\" -Hogan can pack any Strike Maneuver, including any Multi Maneuver that is part Strike. -Hogan can pack Unique Maneuvers regardless of the Maneuver type, such as Atomic Knee Drop. These Maneuvers still must conform to the rules of Arsenal Construction, such as Raw/Smackdown, Face/Heel, etc. -All cards referencing \"Hulk Hogan\" are considered to reference Hollywood Hulk Hogan (either version)."
    },
    {
      "type": "SuperStar",
      "name": "Hurricane",
      "value": "-If a Multi Maneuver is played, Hurricane's Ability may be used to search for either of its Maneuver types. EXAMPLE: If you play Back Breaker Torture Rack, you could search for a Grapple or a Submission, but not both. -If Hurricane plays a Strike Maneuver following Springboard, as the Maneuver is temporarily given High Risk status, he may only use his ability to search for a High Risk Maneuver."
    },
    {
      "type": "SuperStar",
      "name": "Jamie Noble",
      "value": "-Noble will only get a Maneuver after the damage is completed from the opponent's Maneuver. If the opponent plays a Maneuver that ends his turn (such as Back Breaker Torture Rack), Noble still gets to retrieve a card. -If Noble plays Over Sell Maneuver, he will still be able to retrieve a card from his Ringside pile. -If Noble overturns a Reversal and stops damage, he still gets to retrieve a card. -A Damage value of D: 0 will trigger Noble's ability, since the Maneuver was successfully played. -Noble's Trailer Park Trash and Kissing Up to the Stinkin' Fans cards do not have the Heel trait at all, no matter if they are in your Hand, Arsenal or Ring area. If the superstar ability is blanked, all of the Trailer Park Trash and Kissing Up will regain the Heel trait, but that will not stop them from being able to play these cards in a Face deck. -If Noble's opponent searches with According to Linda and the Board of Directors, Noble's Trailer Park Trash and Kissing Up cards will not trigger a Pinfall condition. -If a reversal is overturned that removes itself from the game, this will occur before Noble can choose it from the Ringside pile. EXAMPLE: A Revolution of the Mind or Always Have a Plan B."
    },
    {
      "type": "SuperStar",
      "name": "JBL",
      "value": "ERRATA: His Ability now reads: \"During any turn: when you successfully play a common card, discard 2 cards; when you successfully play an uncommon card, discard 1 card; and when you successfully play a Unique card, you may draw 1 card. You do not count as Bradshaw.\" -His ability affects cards played from any area (including Ringside pile or Backlash deck) during any turn. -The drawing and discarding effect will only take place once the regular match begins. JBL does not draw or discard cards using this effect during the Pre-match Phase. -The distinction between common, uncommon and rare is made by card rarity only as determined by Comic Images, based on the rarity of the card in booster packs. -Cards that are printed as foil versions of uncommon cards in Survivor Series 1 are still considered to have the uncommon rarity; these cards are Elbow to the Face, Just Bring It!, Roll Out of the Ring, and Backed by Stephanie McMahon. This also applies to any foil version of Survivor Series 3 cards. EXAMPLE: A foil version of Step Aside or Head Butt is still considered a common card. -All other foil cards that can be packed by JBL are considered to be neither common nor uncommon, including Throwback versions of cards only available in Rumble Packs. They will interact with JBL's ability only if the card is also Unique. EXAMPLE: Explosion Raw Deal, Suicide Strike, Spine Buster (Throwback), JBL's Clothesline from Hell.  -Promo cards are not considered common or uncommon. Promo cards that have been reprinted in a regular set are the rarity that they appear in the set via Most Recent Printing. EXAMPLE: …Where the Hell Are We? is considered an Uncommon card, Why the Hell Are We Back? is a rare card. -Playing a common or uncommon Unique card will trigger both halves of JBL's ability. If this happens, the player gets to choose whether to draw first or discard first. -JBL's ability has received errata and does not apply to playing Pre-match cards."
    },
    {
      "type": "SuperStar",
      "name": "Jerry Lawler",
      "value": "-Lawler's Superstar Value is determined by Opponent's Superstar Value after any modifications, then adding or subtracting any modifiers to Lawler's ability, such as Saskatoon or an opponent's Backstage Signature. -His Superstar Value may be modified from his printed value (#), but '#' will always equal his opponent's Superstar Value. EXAMPLE: Lawler plays the European Title, his SSV will always be 1 greater than his opponent. -In a Lawler vs Lawler match, both Superstar Values are considered printed 0. This avoids messy situations where SSVs become infinite if both players play a belt card. -If Lawler's ability is switched due to White Wedding, the effect including '#' that defines his Superstar Value has no effect to his opponent, since Wedding doesn't copy Superstar Value information, only Superstar Abilities."
    },
    {
      "type": "SuperStar",
      "name": "John Cena",
      "value": "MRP: Now includes the text \"Your cards titled Taunt the Fans and Steel Chain Shot are not Heel cards.\""
    },
    {
      "type": "SuperStar",
      "name": "Johnny",
      "value": "-If the played maneuver is a Multi, any Strike portions become High Risk. All other types are unaffected. EXAMPLE: Using his Ability, Johnny can turn a Kick Throwback into a High Risk + High Risk, but The Maneuver Of Doom would be a High Risk + Grapple + Submission + High Risk. -The card being played cannot be discarded to Johnny's ability, as it is not in hand while attempting to play it. EXAMPLE: Johnny could not discard Blindside Hook to make that card a High Risk, then play it from the Ringside pile; once the card is declared, it cannot then be discarded. -Johnny can use Find Out How to Fight from Fit Finlay to change a Dynamic maneuver into a Strike, then use his Ability to change the Strike into a High Risk. -A maneuver affected by Johnny's Ability remains a High Risk until the card resolves. EXAMPLE: Johnny uses his ability to make Back Fist a High Risk, it does not count as a Strike maneuver in the Ring area."
    },
    {
      "type": "SuperStar",
      "name": "Kane",
      "value": "-Kane's effect happens before his Draw Segment. -The Superstar ability cannot be reversed by Let's Wrestle Already or You Fight Like a Woman, since it is not a card effect generating the overturn. -The new Kane logo issued by the WWE replaces the old logo; however, both are considered to represent Kane and are interchangeable. EXAMPLE: Revolution Kane can pack Hellfire & Brimstone (except in the Revolution format), and the original version of Kane can pack Revolution Hellfire Clothesline."
    },
    {
      "type": "SuperStar",
      "name": "Ken Kennedy",
      "value": "-Despite the appearance of the logo, this superstar is named \"Ken Kennedy.\" -If Kennedy plays Calling You Out, he can only choose a card legal for play under the restrictions of his ability, i.e. he cannot choose a non-Superstar-specific card. -Kennedy cannot pack Old School Manager."
    },
    {
      "type": "SuperStar",
      "name": "Kurt Angle (original version)",
      "value": "ERRATA: The ability now reads: 'You can pack both Face and Heel cards.' -His ability also affects the Backlash deck. -This ability has no bearing on Fan Favorite and Cheater cards, like all other superstars, Kurt can only pack one or the other (or neither)."
    },
    {
      "type": "SuperStar",
      "name": "Kurt Angle (Throwback)",
      "value": "-If his ability is blanked with Cerebral Assassin during the Pre-match phase, he will not gain +1 HS for Superstar-specific Pre-match cards, as his Ability will not be unblanked until starting hands are drawn."
    },
    {
      "type": "SuperStar",
      "name": "Lashley",
      "value": "-Lashley's non-unique maneuvers cannot be reversed by Divine Intervention when it is overturned. -If Maintain Hold is successfully played by Lashley, the Maintain'ed maneuver cannot be reversed from Arsenal."
    },
    {
      "type": "SuperStar",
      "name": "Leader of the Edge Army (original version)",
      "value": "-His ability is mandatory. He must choose to either draw a card or have the opponent discard a card."
    },
    {
      "type": "SuperStar",
      "name": "Leader of the Peepulation",
      "value": "-This ability will only remove a card from Peepulation's Ring if a card has been removed from the opponent's Ring . -Title Belts and Revolution cards cannot be removed with Peepulation's ability, as they are not printed D: 0 cards. -Due to the wording of his ability, Leader may use his ability to remove an opponent's card, then will remove 1 non-unique card if he is able to. He is not required to remove a card from his own Ring to remove an opponent's card if he has no non-unique cards."
    },
    {
      "type": "SuperStar",
      "name": "Lita",
      "value": "MRP: Now includes the text \"You cannot pack Grapple maneuvers of 4D or greater. Your cards titled Drop Kick are F:0.\" -Her ability to discount Maneuvers is continuous (when triggered) and may not be switched off. -It is possible to lower the Fortitude cost of a Maneuver below 0, but this number will be considered 0."
    },
    {
      "type": "SuperStar",
      "name": "Los Guerreros",
      "value": "ERRATA: The ability now includes the text: \"You may pack any cards with the Eddie Guerrero logo, but you do not count as Eddie Guerrero.\" -Los Guerreros may remove Backlash cards in Ringside with the Face/Heel trait with their Ability."
    },
    {
      "type": "SuperStar",
      "name": "Mae Young",
      "value": "ERRATA: The ability now begins with the text: \"You cannot pack maneuvers of 3D or greater.\" -This Superstar Ability changes the text of Puppies! Puppies! completely. Mae Young can play Puppies! against Female Superstars, but not against Billy & Chuck or Chyna due to their Abilites. -If her Superstar ability is blanked or switched, her Puppies! are no longer considered Set-ups, but this does not affect her ability to play more than three copies. -Mountain of a Man will prevent Mae Young from playing Puppies! against Big Show."
    },
    {
      "type": "SuperStar",
      "name": "Mankind",
      "value": "-Mankind and Cactus Jack are not considered to be the same wrestler. However, these rulings count for both Superstars. -Card effects that refer to Mankind have no effect on Cactus Jack, and vice versa, unless both are listed. -A player cannot pack Mankind Superstar-specific cards in a Cactus Jack deck or vice-versa. Exceptions include Get Hardcore, which has Mankind and Cactus Jack logos, and Tree of Woe, which is considered to have Cactus Jack, Mankind, and Dude Love logos. A player can pack an older version of these cards with Mankind, even though it does not have his logo. -Mankind draws 2 cards during each Draw Segment. If you cannot draw 2 cards, you do not suffer a Pinfall loss, but you can be Counted Out at the end of the turn. -Non-damage effects like Kane's Superstar ability and the effect of an Inferno Match, etc. are not reduced; however the 1D Inferno Match does when played will be reduced to 0."
    },
    {
      "type": "SuperStar",
      "name": "Mexicools",
      "value": "ERRATA: They are a Tag Team Superstar, like Hurri-friends or MNM."
    },
    {
      "type": "SuperStar",
      "name": "Mickie James",
      "value": "-All players must attempt to fulfill the first part of her ability before the Draw Segment (as this is not a 'may' effect), but will still draw 1 card even if they had no cards to place at the bottom of their Arsenal."
    },
    {
      "type": "SuperStar",
      "name": "MNM",
      "value": "-MNM can pack the cards titled Backstage Shenanigans or For the Love of the Game by choosing to pack it as a Pre-match card."
    },
    {
      "type": "SuperStar",
      "name": "Mr. Pay-Per-View",
      "value": "-Non-superstar-specific High Risk maneuvers cannot be reversed from hand with It's Great To Be Back Here In…, but non-unique High Risk maneuvers could be reversed from Arsenal by that card. -If there is at least one card already in hand, a card may be discarded to play Unscripted if Mr. PPV does not have less Pre-match cards in the Ring area than his opponent."
    },
    {
      "type": "SuperStar",
      "name": "Nicky",
      "value": "-The successfully played maneuver's damage is based on the damage once the card is successful, not the printed damage of Nicky's maneuver. EXAMPLE: If modifiers increase Nicky's Neck Breaker to 13D, Nicky could remove an opponent's Atomic Driver."
    },
    {
      "type": "SuperStar",
      "name": "Paul Heyman - See Enforcer Superstars",
      "value": "MRP: Now includes the text \"Your card titled Big Boys Club is not a SmackDown! card. Your card titled Do You Know Who Else Is Hot? is not a SmackDown! card and cannot be reversed. Once during each of your turns you may put 1 of your revealed Stipulation cards into your Ring area and then put 1 other Stipulation card in your Ring area into your Backstage area.\" -Cards in your Backstage Area are considered packed, and must conform to the rules of Arsenal construction. You may not pack a card with another Superstar's logo, or a card only playable by a female superstar. -Stipulations put into the Ring Area are not considered played, and will get around \"can only be played if\" and \"cannot be played if\" restrictions. -Stipulations removed via Heyman's ability will go back to the Backstage Area. They are still considered revealed. -Heyman does not start with a Stipulation in play. He must use his ability to put one into play. -Heyman may put Raw Roulette Wheel in play, but since he is not playing it, he cannot add other Stipulations to the Wheel. -If Heyman packs Inferno Match - Throwback in his Backstage area, the Arsenal cannot contain Inferno Match. -It is possible to put a Stipulation into a play to cause a double Pin, such as First Blood Match. In a tournament, this would result in a double loss for both players: 0 points each. -If Inferno Match Throwback is in the Ring area, Paul Heyman will overturn 1 card to put a new Stipulation in the Ring area before removing Inferno Match. -If the starting Enforcer chosen is Stephanie, once the Enforcer is chosen, the Heyman Superstar Ability is immediately replaced with the opponent's Ability; Heyman will not reveal any Stipulations. -If a Stipulation is blanked, then put into the Backstage Area by Heyman's ability, it will remain blanked, even if it is placed back into the Ring area later. -A Stipulation with a limited use will remember if it has been used. EXAMPLE: Heyman activates Chicago Street Fight, then puts it into the Backstage Area with his Ability, and plays Let the Bodies Hit the Floor to put it back in the Ring area; it cannot be activated a second time in the same turn."
    },
    {
      "type": "SuperStar",
      "name": "Randy Orton",
      "value": "-Orton's cards titled European Uppercut are considered Strike: Set-Up. -If his Superstar ability is blanked or switched, his Ego Boosts and European Uppercuts are no longer considered Set-ups, but this does not affect his ability to play more than three copies. -Mountain of a Man will prevent Randy Orton from playing Ego Boost or European Uppercut against Big Show. -The card titled Revolution European Uppercut has no interaction with his Ability."
    },
    {
      "type": "SuperStar",
      "name": "René Duprée",
      "value": "-René may only pack one copy of any Set-up card. -I'm Gonna Break You can be activated to prevent the removal of the Backlash deck card when using René's ability; if Break You's ACE is reversed, the card is still removed and the ability resolves before the turn ends."
    },
    {
      "type": "SuperStar",
      "name": "Rey Mysterio",
      "value": "-His ability is similar to Rabid Wolverine, but not the same. It will only trigger if a card Rey plays is reversed from his opponent's hand or Backlash deck. -There must be at least 2 cards in hand to be able to use his ability. If there are 1 or 0, Rey's ability cannot be used to continue the turn. -Since cards like Over Sell Maneuver and The Road to Victory do not reverse the applicable card, Mysterio's ability cannot be used to continue the turn. -Mysterio cannot use his ability to continue the turn if the effect of Maintain Hold is reversed, as this is not a card but an effect."
    },
    {
      "type": "SuperStar",
      "name": "Rhyno",
      "value": "-If Rhyno's Ability is used and no Foreign Object is found, all revealed cards go to the Ringside; this can cause a Count Out at the end of the turn."
    },
    {
      "type": "SuperStar",
      "name": "Ric Flair",
      "value": "MRP: Now includes the text \"You cannot pack the card titled I Can't Be Reading This Right… or You're as Graceful as a Cow on Ice. Once during each of your turns, you may discard 1 card and then put 1 card from your opponent's Ring area into his Ringside pile. If the card moved is a maneuver of F:0, your opponent may shuffle it into his Arsenal. He cannot play the card titled Ric Flair Interferes.\" -His ability will count any Superstar-specific card, not just a foil card. -If there are 4 or more Superstar-specific cards in play, Flair's Figure Four Leg Lock cards are considered Trademark Finishers instead of Submission Maneuvers. Maintain Hold or Apply Illegal Leverage cannot be played after Figure Four Leg Lock if Flair has 4 or more Superstar-specific cards in play. -If the number of Superstar-specific cards in the Ring Area is reduced below 4, Flair's Figure Four Leg Lock cards revert to Submission Maneuver cards again. -If his ability is used to remove Fortitude Surge, the Surge can be activated in response. -Mid-match maneuvers such as Dirty Low Blow removed with Flair's Ability cannot be shuffled into an Arsenal.  -Fortitude reduction modifiers such as a Double Underhook Suplex played by Tazz or a Sit Out Powerbomb played by A-Train are not applied in the Ring, and these cards will not be shuffled back into the Arsenal when removed from the Ring. Only cards with a printed cost of F: 0, or a Maneuver specifically modified to be F: 0 will be reshuffled. EXAMPLE: Goldberg's Superstar Ability alters the cards Jackhammer and Spear to F: 0, and Lita alters Drop Kick to F: 0, these can be reshuffled."
    },
    {
      "type": "SuperStar",
      "name": "Right to Censor",
      "value": "ERRATA: The ability now begins with the text: \"You may not pack Face or Heel cards.\" -They are considered to be a Male superstar, but not a Female superstar."
    },
    {
      "type": "SuperStar",
      "name": "Road Dogg",
      "value": "-Road Dogg may use his Ability on his first turn, if he and his opponent are at 0F. -This Ability cannot be reversed by Let's Wrestle Already or You Fight Like a Woman, since it is not a card effect generating the overturn."
    },
    {
      "type": "SuperStar",
      "name": "Rob Van Dam",
      "value": "-Despite the appearance of the logo, this superstar is \"Rob Van Dam\". -RVD can discard a High Risk to discount a Strike and vice versa. -If he discards a Strike/High Risk Multi card, he will only get the printed F bonus once. -His ability lowers the cost of the Maneuver he plays. This can trigger effects such as Brahma Bull. -RVD cannot discard one card to get two benefits, such as discarding a Chair Shot to discount Van Daminator, then playing Van Daminator without discarding another Chair Shot. -Chair Shots in the Arsenal and Backlash decks do not have the Heel trait. If the Superstar Ability is blanked, all of the Chair Shots will regain the Heel trait, but that will not prevent them from being played in a Face or BASH deck. -If his opponent searches with According to Linda and the Board of Directors, Rob's Chair Shot cards will not trigger the Pinfall condition. -If Knee Lift (Throwback) is discarded for Rob's Superstar Ability, it will deduct 7F, as it is not being played as a maneuver."
    },
    {
      "type": "SuperStar",
      "name": "\"Rowdy\" Roddy Piper",
      "value": "-Cards that have 'reverse' in the text, even as a reversal, will be blanked by Piper's Ability during the opponent's turn. EXAMPLE: If 360-Degree Clothesline is played as a maneuver, it will have blank text. -The word 'reverse' will trigger Piper's ability even if part of a larger word like 'reversed.' -A card with the word 'reversal' in the text will not be blanked, unless it also contains the word 'reverse.' -If an opponent reverses with a card such as Eye Rake, on his turn that card will be blanked and cannot have an effect on the next maneuver played. -Cards affected by Piper's Ability are blanked wherever they are: in hand, Backlash, Ring, etc. An action/reversal hybrid with 'reverse' in the text can be played to the Ring and deal damage. EXAMPLE: Too Many Rules and Too Many Refs. -A copy of Redemption in an opponent's Ring is considered 'his card' for the purposes of Piper's Ability, regardless of the card's ownership. It is blanked during Piper's opponent's turn. -This ability will remove an RMS added by Frankie Takes Ho-llywood."
    },
    {
      "type": "SuperStar",
      "name": "Sable - See Enforcer Superstars",
      "value": "-Use of her Superstar ability will not cause an opponent to lose via Pinfall, as he is not forced to overturn cards, but instead must remove a card from the game. However, this can lead to a Count Out at the end of the turn."
    },
    {
      "type": "SuperStar",
      "name": "Shane O' Mac",
      "value": "ERRATA: This Superstar is now a Throwback card, since a card already existed in Raw Deal with the same name. -This superstar is not \"Shane McMahon\", receiving no bonus from the original version of Here Comes the Money."
    },
    {
      "type": "SuperStar",
      "name": "Shawn Michaels",
      "value": "MRP: Now reads: \"You may pack an additional 2 Pre-match cards and an additional 2 Mid-match cards in your Backlash deck, and up to an additional 15 cards in your Arsenal.\""
    },
    {
      "type": "SuperStar",
      "name": "Shelton Benjamin",
      "value": "-Shelton may pack It's All About the Benjamins, but the Smackdown logo on that card is not removed or ignored. -If Shelton successfully plays a Panic card with another maneuver, he will use his ability twice before damage is resolved for either card."
    },
    {
      "type": "SuperStar",
      "name": "Spike Dudley",
      "value": "MRP: Now reads \"You cannot pack Grapple or Submission maneuvers of 4D or greater. You cannot pack Set-up cards except the card titled From the Top Rope. Draw up to an additional 2 cards during your Draw Segment. The maximum number of Mid-match cards you may have in your Ring area is reduced by 2 unless you have the card titled Pound 4 Pound in your Ring area.\""
    },
    {
      "type": "SuperStar",
      "name": "Stacy Keibler – see also Enforcer Superstars",
      "value": "MRP: Now includes the text \"You may pack Enforcers in your Backstage area.\" -Stacy does not prevent her opponent from using Managed by Stacy Keibler if he is playing Test, since he never actually plays them. They are put into the Ring Area by other means. -If her Superstar Ability is blanked or switched, her Diversions are no longer considered Set-ups, but this does not affect her ability to play more than three copies. -Mountain of a Man will prevent Stacy Keibler from playing Diversion against Big Show."
    },
    {
      "type": "SuperStar",
      "name": "Stephanie McMahon - see also Enforcer Superstars",
      "value": "MRP: Now includes the text \"You may pack Enforcers in your Backstage area.\" -The Smackdown card is added to your hand before the beginning of the Pre-match Phase. This has no effect on the starting hand; the player will still draw the same number of cards, after other modifiers such as Rules Are Meant to be Broken are applied. -The Smackdown card added may be discarded during the Pre-match Phase by cards like Houston, Texas or Old School Psychology. -Stephanie may pack and reveal non-branded Enforcer cards that 'Can be revealed by any GM Superstar.' -Stephanie is considered branded SmackDown!, she may not pack Raw-branded cards. -If the starting Enforcer chosen is Stephanie, once the Enforcer is chosen, the Stephanie Superstar Ability is immediately replaced with the opponent's Ability; Stephanie would not search for a Smackdown card."
    },
    {
      "type": "SuperStar",
      "name": "Tajiri",
      "value": "-A player may use his ability with any card that contains 'kick', such as Superkick, Kick of Death, Kickin' It Old School."
    },
    {
      "type": "SuperStar",
      "name": "Tazz",
      "value": "-Tazz can only retrieve cards with the word \"suplex\" in the title. This does not include cards like Tazzplex or Superplex. -Tazz's -4F ability when playing suplexes is continuous and cannot be switched off. -It is possible to lower the Fortitude cost of a maneuver below 0, but this number will be considered 0."
    },
    {
      "type": "SuperStar",
      "name": "Team Angle",
      "value": "ERRATA: The ability now includes the text: \"You may play the cards titled Intelligence, Integrity, Intensity, and Do YOU Live By the Three I's?\" -Their ability will trigger if their Grapple or Submission Maneuver is reversed, even if the reversal is overturned. -Their ability will cause an opponent to discard only one card for reversing a Grapple or Submission, even if it is a Multi card. -Their ability will still trigger a discard despite effects that allow the player to avoid discard when playing the card. EXAMPLE: Al Snow playing No Sell Maneuver or Edge playing You Think You Know Me."
    },
    {
      "type": "SuperStar",
      "name": "Test",
      "value": "ERRATA: The ability now begins with the text: \"You cannot pack any Pre-match cards except the card titled Managed by Stacy Keibler, it is not a Heel card, and before the Pre-match you may put up to 2 into play. You may not pack more than 2 of any non-unique card. You may pack up to 2 of all Unique cards.\" -There is no limit to the amount of Unique cards you may have in the Ring Area with the same title. It is an Arsenal Construction rule. Test may have 2 copies of any Unique card in his Ring Area, but can only have 2 copies of any Set-up card. -Test can pack 2 copies of Once You Go Test, You Forget the Rest, and he can put them both into play before the start of the Pre-match phase. -His ability allows you to put 2 copies of Managed by Stacy Keibler in play before the Pre-match Phase starts. This gets around cards such as Victim of the Crippler. -He cannot pack any other Pre-match cards, including those with RMS. They cannot be packed in his Backlash deck, with the exception of Backstage Shenanigans, since it can be packed as a Mid-match card. -In a Test vs Test Match, both players may put their copies of Managed by Stacy Keibler into play. -His ability does not allow him to put Superstar-specific cards in his Arsenal that do not have the Test logo. -Cards with the Active and Universally Unique traits must still conform to these when played. -Test can pack and reveal 2 copies of Unique Backstage area cards such as Backstage Signature and Raw Deal Fifth Anniversary. -Test can pack a copy of a Unique Throwback and a non-unique version of the same card (or vice versa). EXAMPLE: Test can pack an original version of Dem Damn Dudleyz! as well as a Throwback version. -The discard effect will cause an opponent to reduce their handsize to 2 more cards than Test's handsize. EXAMPLE: Test has 3 cards in hand, his opponent has 9 cards in hand; the opponent will reduce to 5 cards (Test's 3+2), or in other words, discard 4 cards. If Test has no cards in hand, the opponent must discard to 2 cards. -Test can pack Faction Pre-match cards, as they are Superstar-specific and can be packed by any Superstar. He can pack 2 copies of the same card, as they are Unique, but his Backlash deck cannot exceed 10 Pre-match cards (12 in Virtual)."
    },
    {
      "type": "SuperStar",
      "name": "The Boogeyman",
      "value": "-Boogeyman can pack hybrid reversals in his Backlash and Arsenal. -He can pack the cards titled Backstage Shenanigans or For the Love of the Game by choosing to pack as a Pre-match card."
    },
    {
      "type": "SuperStar",
      "name": "The Bookerman",
      "value": "-Bookerman's ability is not triggered when cards are removed from the opponent's Ringside pile to reverse Bookerman's Volley cards. -Playing a reversal card to Bookerman's Volley card requires the removal even if it does not reverse the card. EXAMPLE: Hulkin' Up, Over Sell Maneuver. -Bookerman's opponent will only remove 5 cards one time for the ability in order to play reversals to a Multi Volley maneuver."
    },
    {
      "type": "SuperStar",
      "name": "The Crippler",
      "value": "MRP: Now includes the text \"You may pack any cards with the Chris Benoit logo, but you do not count as Chris Benoit.\" -The search Ability can be used more than once per turn if triggered by multiple maneuvers. -Crippler may acquire a Multi card with the search ability as long as one of the Maneuver types is the same as the Maneuver successfully played against him. -Crippler may discard a Multi Maneuver to return cards of any type that match the discarded Maneuver. The Maneuvers recovered do not all have to be the same type."
    },
    {
      "type": "SuperStar",
      "name": "The Dangerous Alliance",
      "value": "-The Alliance does not count as any other Superstar. Card texts that refer to Kurt Angle, Brock Lesnar and/or Undertaker/Deadman Inc. do not apply to the Alliance. EXAMPLE: Alliance can pack cards like Over Sell Maneuver but cannot pack No Sell Maneuver. -The Alliance may not pack Superstar-specific cards that do not have the Dangerous Alliance logo on them. -They cannot pack cards such as Little She Devil, since they cannot pack the Tag Titles. -If their opponent also has similar text regarding Handicap Match, then neither player may play Handicap Match. -They do not draw cards with this effect when their opponent draws during his Draw Segment. This includes modified draws from cards such as Integrity and Ring General. -The card-drawing effect will trigger after your opponent draws cards. EXAMPLE: If the opponent has Cerebral Assassin and plays Offer Handshake, if he ends up with 5 or more cards in his hand after the Handshake resolves, they will be able to draw up to three cards. -If the opponent draws 4 or more cards from one effect, the Alliance do not draw any cards. -The Dangerous Alliance will draw cards if their opponent draw cards (3 or less) during the Pre-match phase, no matter which player's card it is. EXAMPLE: Dangerous Alliance plays Trash Talkin' Interview Throwback, and when the opponent's card is shuffled back, the opponent draws 1 card - so Dangerous Aliance draws 1 card. -As it is neither the 'Draw Segment' or 'Superstar Ability', if their opponent draws a Starting Handsize of 3 or less, Dangerous Alliance will draw that many cards as well."
    },
    {
      "type": "SuperStar",
      "name": "The Dudley Boyz",
      "value": "MRP: Now includes the text \"Your card titled Brothers from Another Mother cannot be reversed. Your Foreign Objects are not Heel cards. You cannot pack any Title Belt except the Tag Team Title Belts. Your opponent cannot play the card titled Brotherly Love.\" Also, this superstar now has the Tag Team trait. -Foreign Objects in their Arsenal and Backlash decks do not have the Heel trait. If their Superstar Ability is blanked, all of their Foreign Objects will regain the Heel trait, but that will not stop them from being able to play these cards in a Face deck. -If an opponent searches with According to Linda and the Board of Directors, their Foreign Object cards will not trigger the Pinfall condition."
    },
    {
      "type": "SuperStar",
      "name": "The Game",
      "value": "MRP: Now includes the text \"Your opponent cannot play the card titled The Game Interferes! You may pack any cards with the Triple H logo, but you do not count as Triple H.\""
    },
    {
      "type": "SuperStar",
      "name": "The Heat Seekers",
      "value": "-This ability can only be used if 2 cards can be removed from the game and 2 cards can be shuffled into the Arsenal."
    },
    {
      "type": "SuperStar",
      "name": "The Home Team",
      "value": "-The Home Team will discard to shuffle after the damage is completed from the opponent's Maneuver. If the opponent plays a Maneuver that ends his turn (such as Back Breaker Torture Rack), or Home Team plays Over Sell Maneuver or overturns a reversal, they still get to shuffle. -A Damage value of D: 0 will trigger their ability, since the Maneuver was successfully played. -They cannot place a card at the bottom of their Arsenal unless they can pick up a Fan Favorite or Face card."
    },
    {
      "type": "SuperStar",
      "name": "The Hurri-Friends",
      "value": "-Both Hurricane and Stacy Keibler cards can be packed, there is no choice between only one or the other. -Superstar-specific cards that refer to changing an Enforcer ignore that effect. -They are considered to be a Male superstar, but not a Female superstar."
    },
    {
      "type": "SuperStar",
      "name": "The Immortal One",
      "value": "-If Immortal plays No Sell Maneuver with Hulkin' Up in the Ring area, he will still discard 1 card for his Ability."
    },
    {
      "type": "SuperStar",
      "name": "The Largest Athlete In Sports Entertainment",
      "value": "ERRATA: The Ability now begins with: \"You cannot pack High Risk maneuvers. Your non-Multi Strike, Grapple, and Submission maneuvers played from your hand are F:0.\" -If This Is Gonna Be a Rocket Buster is activated, or JR Style Action is played, the card will be reduced to F: 0 first by Athlete's ability, then the Multi trait is added. -If Athlete plays Everything and the Kitchen Sink, any Foreign Object maneuvers chosen are considered 'played from hand' and will be F: 0 (unless they are Unique or Multi). Kitchen Sink will resolve the additional Objects played before Athlete's turn can be ended with his ability. -When Athlete plays a Chain maneuver that is reversed from Arsenal, Athlete can activate Unbreakable Chain to continue the turn. -An opponent will not get to use Athlete's ability to remove a card if Athlete does not voluntarily end his turn. EXAMPLE: If his opponent reverses an Activated Card Effect or an action card, Athlete's removal effect will not trigger. -If the opponent chooses to use Athlete's ability to remove a card, Athlete could put any number of Judo Takedowns into the Ring area. -Effects that Athlete controls that end his turn for him (To the Rescue, Duchess of Queensbusy Rules, etc) or playing a maneuver from another zone besides the hand will allow the opponent to choose to remove a card."
    },
    {
      "type": "SuperStar",
      "name": "\"The Million Dollar Man\" Ted DiBiase",
      "value": "-If I'm Gonna Break You is activated in place of a card being removed from the Ring area, the reduction will still refer to the Damage of the original card, not the D: 0 of Break You. -Apply Illegal Leverage can be played after removing Clutch onto Opponent, as the game knows a submission maneuver was played previously. However, since the card is not in the Ring area, the text of Clutch cannot be copied to Apply. -Removing a card like Quick Snap Body Slam will also remove the effect of the card, and QSBS will not add its benefit to the next maneuver played. -The removal of an opponent's reversal cannot be used while resolving a card. EXAMPLE: If an opponent plays Restricted Use in this Area, DiBiase could not remove it while resolving that card."
    },
    {
      "type": "SuperStar",
      "name": "The Mystery Wrestler",
      "value": "-The Backstage area may only contain one copy of any card. The only cards legal to pack in the Backstage Area are those with specific wording that allows them to be packed, or cards named by the Superstar Ability that may be revealed. Mystery cannot pack other Enforcer cards, only the card titled Mankind/Cactus Jack, or…Dude Love? -The Superstar does not count as being anyone other than The Mystery Wrestler. This Superstar does not count as the chosen Enforcer. -Enforcers are revealed from the Backstage Area. They cannot be affected by cards affecting the Ring area, but an effect that blanks a Superstar Ability will also blank the Enforcer's added ability. -Enforcers add to the existing Superstar Ability, Starting Hand Size and Superstar Value before the Pre-match phase begins. -In the event that two 'Enforcer' Superstars are facing each other, the Enforcer chosen must be done in secret and revealed simultaneously. -Mystery can pack Hybrid Superstar-specific cards as one of the 5 permitted card types. EXAMPLE: Cactus Clothesline is a Maneuver/Reversal hybrid and can be chosen as either of those types. -The +8 HS is calculated before the Pre-match phase, when the choice to reveal the Enforcer card is made; the bonus remains if the Superstar Value is later blanked."
    },
    {
      "type": "SuperStar",
      "name": "The People's Champ",
      "value": "-All cards referencing \"The People's Champion\" are considered to reference The People's Champ. -His Maneuvers cannot be reversed by Not According To The Fine Print. -His opponent can still play Mid-match Reversals that do not reverse, such as Fortitude Surge and Sustained Damage. -Beating the Odds will affect his Superstar Ability. -His ability will not protect RMS cards he plays. -If he plays Spine Buster he cannot search for The People's Elbow since he is not Rock. He can still play People's Elbow with Spine Buster in play."
    },
    {
      "type": "SuperStar",
      "name": "The People's Team",
      "value": "-The People's Team does not count as any other Superstar. Card texts that refer to Edge, The Rock and/or Hollywood Hulk Hogan do not apply. EXAMPLE: The Team can pack cards like Over Sell Maneuver but cannot pack No Sell Maneuver. -They may not pack superstar-specific foil cards that do not have The People's Team logo. -They cannot pack cards such as Little She Devil, since they cannot pack the Tag Team Title Belts. -If the opponent also has similar text regarding Handicap Match, then neither player may play Handicap Match. -A Multi Maneuver is counted as all of its types for the Superstar Ability. The maneuvers must be printed 3D or greater to be counted by the Superstar Ability. -Beating the Odds will affect their Superstar Ability."
    },
    {
      "type": "SuperStar",
      "name": "The Phenom",
      "value": "-This Superstar Ability applies to both Arsenal and Backlash Deck. -If his Superstar Ability is blanked or switched, this does not affect his ability to play more than three copies of a card. -Phenom can pack any number of Set-up cards, provided they are not Unique. -Phenom can pack Superstar-specific cards that have either the Deadman logo or the Undertaker logo, or cards that have both logos. He cannot pack cards with ONLY the Deadman logo and also cards with ONLY the Undertaker logo."
    },
    {
      "type": "SuperStar",
      "name": "The Rattlesnake",
      "value": "MRP: Now reads: \"Non-unique cards and non-unique card effects cannot move cards from any Ringside pile to any other location. You can pack any cards with the Stone Cold Steve Austin logo, but you do not count as Stone Cold Steve Austin.\" -Rattlesnake plays …And That's The Bottom Line at 18F"
    },
    {
      "type": "SuperStar",
      "name": "The Rock",
      "value": "MRP: Now includes the text \"You cannot pack the card titled Iron Will. Once during each of your turns, before your Draw Segment, put 1 card from your Ringside pile on the bottom of your Arsenal. When you successfully play the card titled Just Bring It!, you may draw 1 card. When you successfully play the card titled Spine Buster, search your Ringside pile and Arsenal for the card titled The People's Elbow, reveal it to your opponent, put it into your hand, and shuffle your Arsenal. Your cards titled Sharpshooter are -2F and when you successfully play that card, you may draw 1 card.\" -The Rock's Superstar Ability (specifically, returning a card to the bottom of his Arsenal) happens before the Draw Segment. -The Rock can choose any card from his Ringside to return to the bottom of the deck. -The Rock can be Counted Out like any other Superstar. His ability works at the start of the turn, therefore he does not have time to use his ability to save himself from a Count Out. -The opponent must be told the card for the Superstar Ability."
    },
    {
      "type": "SuperStar",
      "name": "The Spirit Squad",
      "value": "-The other Superstars are not Enforcers and are not affected by cards or effects relating to Enforcers. -The additional Superstars in the Backstage Area are Superstar cards and do not count towards Backstage Shenanigans. -If White Wedding is activated, the Squad will switch their current ability (Squad + individual member) with the opponent; if that opponent plays the specified card (Give Me an S… etc), he cannot switch to another ability as he has no Squad members in his Backstage Area. -If the card titled Give Me an S… Give Me a P… Give Me an I… Give Me an R… Give Me an I… Give Me a T… is played, The Spirit Squad may switch and replace the previous 'additional' ability with a new one. Only one additional ability will ever be added to The Squad's printed ability. -Any ability used 'once per turn' will remember if it has been used that turn. EXAMPLE: Mikey's ability is used, Give Me an S… is played and Mitch's ability is used, then another Give Me an S… is played; neither Mikey's nor Mitch's abilities can be used again that turn. -By adding one of the Superstar Abilities to The Spirit Squad, they are no longer 'count as that Superstar.' This has no effect on the game, as no card or effect references The Spirit Squad. -For tournament play, if a player's chosen Superstar is The Spirit Squad, that player may not choose to play as another Superstar such as Johnny or Mikey; they must use The Spirit Squad as their superstar."
    },
    {
      "type": "SuperStar",
      "name": "The Ultimate Survivor",
      "value": "-The number of cards put at the bottom of Ultimate Survivor's deck is determined by the printed Superstar Value of the opponent (unless it is specified in the text, then that number is 0, of course). Belts and other effects changing the Superstar Value are irrelevant. -If the opponent is Jerry Lawler or Eugene, when the 'put at the bottom' effect is used, calculate the current Superstar Value of the opponent based on Survivor's current Superstar Value. EXAMPLE: If playing against Eugene and playing a +2SV belt, Eugene's Superstar Value is 3 (4-1), so Survivor would put 3 cards at the bottom of his Arsenal."
    },
    {
      "type": "SuperStar",
      "name": "Theodore Long - See Enforcer Superstars",
      "value": "-Theodore may pack and reveal non-branded Enforcer cards that 'Can be revealed by any GM Superstar.' -Theodore is considered branded SmackDown!, he may not pack Raw-branded cards."
    },
    {
      "type": "SuperStar",
      "name": "3 Minute Warning",
      "value": "ERRATA: The ability now includes the text: \"You may pack the card title Rico Enters! And it is considered to have the Raw logo.\"  -Their Superstar Ability does not replace the normal card draw. -A player does not have to use their \"draw 3 cards\" ability. If it is used, the player must discard 3 cards immediately afterward. -When 3 cards are place at the bottom of the Arsenal, the player can put them there in any order he chooses. His opponent will not see the order, only the cards chosen."
    },
    {
      "type": "SuperStar",
      "name": "Torrie Wilson",
      "value": "- While \"DDT\" is not technically a word, the effect works as directed."
    },
    {
      "type": "SuperStar",
      "name": "Triple H",
      "value": "MRP: Now reads \"Your card titled A Beating You'll Never Forget is -10F. Your opponent cannot play the card titled The Game Interferes!\""
    },
    {
      "type": "SuperStar",
      "name": "Trish Stratus",
      "value": "MRP: Now reads: \"You cannot pack Set-up cards or maneuvers of 4D or greater that do not have the word \"bulldog\" in the title. Your Action cards are -3F. Your opponent cannot play the card titled Enter the Stratusphere.\""
    },
    {
      "type": "SuperStar",
      "name": "Two-Man Power Trip",
      "value": "-They may pack Superstar-specific foil cards for HHH and Stone Cold Steve Austin. This includes promo versions of normally foiled Superstar-specific cards, such as Stone Cold Stunner. -They may pack any HHH or Austin Superstar-specific card that was printed as foil at any point. The non-foil versions printed with Survivor Series 2 are acceptable. Obviously, the exception is any card with the text 'Cannot be packed by the Two Man Power Trip.' -They count as HHH and Stone Cold Steve Austin for the purposes of playing other cards. EXAMPLE: Neckbreaker  played against 2MPT would cause them reveal their hand. -They may not pack Over Sell Maneuver, but they may pack No Sell Maneuver. -If Backlash decks are not used by either player, their 3 card draw at the end of Pre-match will not occur, as there is no Pre-match Phase -The effect 'add 3 cards to your Starting Hard' is a card draw effect, not a handsize increase effect, so it is not affected by handsize reduction effects. EXAMPLE: Playing Houston, Texas and It's All About the Game generates a total of -8HS; 2MPT would still draw the 3 cards if they met the condition."
    },
    {
      "type": "SuperStar",
      "name": "Undertaker",
      "value": "-Undertaker and Deadman are not considered to be the same wrestler. However, these rulings count for both Superstars. -Undertaker may not use Deadman's Superstar-specific cards and vice-versa. Some cards were printed with both Undertaker and Deadman logos. -Card effects that refer to Undertaker have no effect on Deadman Inc. and vice versa, unless both are listed."
    },
    {
      "type": "SuperStar",
      "name": "Victoria",
      "value": "MRP: Now includes the text: \"Your cards titled Battling the Voices are -6F and cannot be reversed.\" -She may not draw more or less cards than the amount were shuffled in."
    },
    {
      "type": "SuperStar",
      "name": "Vince McMahon",
      "value": "-This Superstar Ability overrides the rule that a player can play any card he can legally pack. Vince can pack a card like Running Spinebuster, and if he has less Fortitude, this alters the cost to F: 0. Vince can pack hybrid maneuver/reversals such as Nerve Hold and play them freely as reversals. -Cards with Vince McMahon's logo can be played despite Superstar Ability restrictions. -Cards effects such as Fan Appreciation Day or Ego Boost may reduce a maneuver's cost to 0F, allowing Vince to play it. -The cards titled No Chance In Hell are considered Reversal: Special: Set-Up. -If his Superstar ability is blanked or switched, his No Chance In Hell cards are no longer considered Set-ups (though they regain the text 'played from your opponent's hand'), but this does not affect his ability to play more than three copies. -Mountain of a Man will prevent Vince from playing No Chance In Hell against Big Show."
    },
    {
      "type": "SuperStar",
      "name": "Viscera",
      "value": "-If a maneuver is reversed with Fall Into the Corner, and a Strike or Grapple is then played by Viscera, it will be -8F. -This ability does not interact with Springboard, and the card becomes a High Risk and receives no Fortitude deduction."
    },
    {
      "type": "SuperStar",
      "name": "William Regal",
      "value": "MRP: Now includes the text: \"Your cards titled Brass \"Nuks\" Shot are -3F. You may shuffle in 12 cards instead of 8 when you Activate the card titled Duchess of Queensbury Rules.\" -He does not have to discard a card to search for a card listed. -The card searched for does not have to be named. The card found must be on the list. -Regal's ability does not allow packing a deck with Face and Heel cards; an Arsenal cannot contain every card on the list, since there are Face and Heel cards listed."
    },
    {
      "type": "SuperStar",
      "name": "X-Pac",
      "value": "-X-Pac always draws 3 cards during his Draw Segment with his Ability, and must discard 1 card. If he cannot draw 3 cards, he draws what he can but cannot be pinned this way, though he could be Counted Out at the end of the turn; he still must discard 1 card."
    },
    {
      "type": "SuperStar",
      "name": "X-Treme Diva",
      "value": "-If an opponent is forced to overturn cards when playing a maneuver, this will take place before card text or damage is resolved, and may trigger a Pinfall Victory for X-Treme Diva before the maneuver is done resolving."
    },
    {
      "type": "SuperStar",
      "name": "Your Freaking Hero",
      "value": "MRP: Now includes the text: \"You can pack any cards with the Kurt Angle logo, but you do not count as Kurt Angle.\""
    },
    {
      "type": "SuperStar",
      "name": "ALL REVOLUTION SUPERSTARS",
      "value": "-The Superstars and Extremists in Revolution have the word \"Revolution\" in the title, and are not the same as previous versions; Revolution Triple H and Triple H are different Superstars. -Cards referring to superstars will not affect Revolution Superstars. EXAMPLE: Don't Hate da Playa, Hate da Game! can be reversed if played against Revolution Triple H. -Since they have the same superstar logo, Revolution Superstars can pack previous Superstar-specific cards (except in Revolution format), and vice versa. EXAMPLE: In All Axxess play, Batista and Revolution Batista can pack Batista Bomb as well as Revolution The Demon Bomb."
    },
    {
      "type": "SuperStar",
      "name": "Revolution Kane",
      "value": "-The new Kane logo issued by the WWE replaces the old logo; however, both are considered to represent Kane and are interchangeable. EXAMPLE: Revolution Kane can pack Hellfire & Brimstone (except in the Revolution format), and the original version of Kane can pack Revolution Hellfire Clothesline."
    },
    {
      "type": "SuperStar",
      "name": "Revolution Jeff Hardy",
      "value": "-If this Superstar is used in the Afterburn format, the only legal Superstar-specific cards he can pack are Live For the Moment, Team X-treme, and any Revolution cards."
    },
    {
      "type": "SuperStar",
      "name": "Revolution Test",
      "value": "-If this Superstar is used in the Afterburn format, the only legal Superstar-specific card he can pack is Revolution Test's TKO."
    },
    {
      "type": "SuperStar",
      "name": "Revolution Tommy Dreamer",
      "value": "ERRATA: The Ability now begins with: \"Once during each of your turns...\" -Because of the wording of his Ability, Dreamer can overturn 3 cards to pick up 'up to 1' Extreme, choosing to pick up 0 cards and still use his ability."
    },
    {
      "type": "SuperStar",
      "name": "Adam Cole",
      "value": "-Cole's ability is considered a modification to a reversal; if the reversal is RMS, either in its own right or due to the effect of Frankie Takes Hollywood, the ability cannot be used. (This is also applicable to Arn Anderson and Billy and Chuck with We Got a Lot of Heat in the Back For This Gimmick, among others.)"
    },
    {
      "type": "SuperStar",
      "name": "Arn Anderson",
      "value": "-Arn's ability is considered a modification to a reversal; if the reversal is RMS, either in its own right or due to the effect of Frankie Takes Hollywood, the ability cannot be used."
    },
    {
      "type": "SuperStar",
      "name": "Beth Phoenix",
      "value": "-\"Completely reversing a card\" is reversing it until it is unsuccessful (or reversed from Arsenal). Beth will search when she reverses a non-Multi card once."
    },
    {
      "type": "SuperStar",
      "name": "Bray Wyatt",
      "value": "-His Ability works on a 'played' card (not 'successfully played'), so it can be used to reduce damage before playing a card like Elbow to the Face."
    },
    {
      "type": "SuperStar",
      "name": "Evan Bourne",
      "value": "-Evan's Ability cannot make Prepare For Takeoff not take a slot in the Ring due to that card's Restricted Modification Symbol. He can still play it during any Pre-match phase, as this modifies Evan's permissions and not the cards themselves."
    },
    {
      "type": "SuperStar",
      "name": "Finlay",
      "value": "-Finlay's Maximum Hand Size is only relevant as referenced in his Ability. It is not a hard cap on the number of cards Finlay may have in his hand at any time other than when his Ability kicks on and he buries/discards cards."
    },
    {
      "type": "SuperStar",
      "name": "Gail Kim",
      "value": "-Gail's ability converts Raw Superstar-specifics to Smackdown as soon as she packs them, so she may pack printed Raw Superstar-specifics in a Smackdown Arsenal and Backlash."
    },
    {
      "type": "SuperStar",
      "name": "Hart Foundation",
      "value": "-The moves are Chain when packed, so they cannot be packed with BASH cards."
    },
    {
      "type": "SuperStar",
      "name": "Kevin Nash",
      "value": "- Since the Kevin Nash player is moving Egomaniacal, he can't use Judo Takedown in response."
    },
    {
      "type": "SuperStar",
      "name": "MVP",
      "value": "-Since MVP both controls the effect that removes his Pre-match cards and removes his Pre-match cards himself, he may not put any copies of Judo Takedown into play when he removes one of his Pre-match cards with his Ability."
    },
    {
      "type": "SuperStar",
      "name": "Muhammad Hassan",
      "value": "-Frankie Takes Ho-llywood will prevent Hassan's ability from modifying Headstrong."
    },
    {
      "type": "SuperStar",
      "name": "Nexus",
      "value": "-Only Superstar-specific cards with the logo on the Nexus Superstar card can be packed. -High-Flying Style cannot be packed, as that Ability is not added until the game is already being played."
    },
    {
      "type": "SuperStar",
      "name": "nWo Wolfpack",
      "value": "-Backstage area cards like Enough Shenanigans or Raw Deal Fifth Anniversary, as well as Wolfpack's Superstar card itself, count toward their 20-card loss condition, even when they are hidden."
    },
    {
      "type": "SuperStar",
      "name": "Rated RKO",
      "value": "-This Superstar is legal for the Revolution format if the Revolution logo is added as per its card text. -You may add the Revolution logo even if you are not playing in Revolution format. -Frankie Takes Ho-llywood will prevent You Think You Know Me from gaining the +20F from Rated RKO's Ability, as will Fortitude Surge, but Rated RKO cannot play Surge just from their own Ability."
    },
    {
      "type": "SuperStar",
      "name": "Raw Guest Host",
      "value": "-Guest Host's ability converts SmackDown! Superstar-specific maneuvers to Raw as soon as they are packed, so he may pack SmackDown! Superstar-specific maneuvers in a Raw Arsenal. -Guest Host's Superstar card has the Raw logo."
    },
    {
      "type": "SuperStar",
      "name": "Razor Ramon",
      "value": "-RMS Heel reversal cards such as Anything and Hate It are legal to pack, as they are not being modified."
    },
    {
      "type": "SuperStar",
      "name": "Roman Reigns",
      "value": "-Roman cannot pack The Maneuver of Doom as he cannot bypass the Chain or Heat traits."
    },
    {
      "type": "SuperStar",
      "name": "Sandman",
      "value": "-Regardless of which version of Struck by a Kendo Stick is used, only 5F is given for face-down cards. -The Backstage Area is public knowledge, so while Kendo Stick is hidden, the opponent can still see which version is there."
    },
    {
      "type": "SuperStar",
      "name": "Stevie Richards",
      "value": "-Once Stevie sacrifices the Ability that he stole from the opponent, he cannot regain it."
    },
    {
      "type": "SuperStar",
      "name": "The Great Khali",
      "value": "-Khali's Ability is blank. There is no text missing from the card."
    },
    {
      "type": "SuperStar",
      "name": "The Legacy",
      "value": "-Legacy's Ability cannot prevent an RMS maneuver from dealing its Damage. -An \"applicable reversal\" is one that could potentially reverse the card from Arsenal. -Legacy's Ability has full effect on a Multi maneuver and will still end the turn."
    },
    {
      "type": "SuperStar",
      "name": "The Second Coming",
      "value": "-The face-down cards in his Ring can be played as if from hand or Backlash, depending on the type of card. If they are not successful, they go to the Ringside as usual. -If The Second Coming player flips That's Broken face-down, it will prevent the card under it from being played, as there is no text to allow it. If the Broken is played, the card under it will go to Ringside."
    },
    {
      "type": "SuperStar",
      "name": "The Showstopper",
      "value": "-The search for The Legend Lives On is performed when the Superstar card is revealed at the start of the game."
    },
    {
      "type": "SuperStar",
      "name": "The Stinger",
      "value": "- Cards that would normally be removed from the game, such as A Revolution of the Mind, can be put in the Ring instead with Stinger's Ability."
    },
    {
      "type": "SuperStar",
      "name": "The Ultimate Warrior",
      "value": "-Warrior's Ability cannot affect RMS reversals, and they will still completely reverse Multis."
    },
    {
      "type": "SuperStar",
      "name": "The Wyatt Family",
      "value": "-Bray Wyatt's pack text isn't applicable during construction. -Putting Bray Wyatt into your Backstage Area with the text of The Rocking Chair does not change your Superstar, it is still \"The Wyatt Family\". Effects specific to Bray Wyatt are not applicable."
    },
    {
      "type": "SuperStar",
      "name": "Revolution Brothers of Destruction",
      "value": "-Cards that would be discarded as part of their text when played, and no longer have a destination, will default to the Ringside."
    },
    {
      "type": "Card",
      "name": "ALL CARDS",
      "value": "-All foil versions of Survivor Series 3 booster pack cards retain the rarity of the non-foil versions."
    },
    {
      "type": "Card",
      "name": "ENFORCER CARDS",
      "value": "-All Enforcer cards have the added text \"Can only be revealed if your Superstar card says you can reveal an Enforcer card.\""
    },
    {
      "type": "Card",
      "name": "150lbs Soaking Wet",
      "value": "MRP: The printed Fortitude of this card is now 0. If reversed by There Are Two Things You Can Do, the number of cards drawn will be 0."
    },
    {
      "type": "Card",
      "name": "360-Degree Clothesline",
      "value": "MRP: The text granting irreversibility when played after Gut Punch is now located on the Gut Punch card. -This will also reverse the card titled Superkick."
    },
    {
      "type": "Card",
      "name": "9th Wonder of the World",
      "value": "-This will not move Mid-match or Pre-match cards to Hand"
    },
    {
      "type": "Card",
      "name": "Abdominal Rake",
      "value": "-If played as a single reversal to a Multi, the irreversible effect will carry over until the start of the Rake player's turn."
    },
    {
      "type": "Card",
      "name": "Abdominal Stretch (Throwback)",
      "value": "-The player must find a card when searching as long as there is one in the Arsenal."
    },
    {
      "type": "Card",
      "name": "A Beating You'll Never Forget",
      "value": "MRP: The card now includes the text: \"Cannot be packed by the Two Man Power Trip.\" -This effects of this card can be used if Hell in a Cell Match is in play."
    },
    {
      "type": "Card",
      "name": "According to Linda and the Board of Directors",
      "value": "-If the opponent searches and does not find a Face or Heel card, there is no effect is a Face or Heel card is played later in the game. -This does not search a player's hand. If he manages to put a Face or Heel card in hand before this card is played, it will be available for play later in the game. -The search only occurs if the card is played. If According to Linda is put into play some other way, the search effect does not happen."
    },
    {
      "type": "Card",
      "name": "According to the Contract Table",
      "value": "-If the controller names a specific card with My New Gimmick then turns the Contract Table into that card, it will likewise be Permanent until changed to something else. -A player may name Trash Talkin' Interview to interact with Chris Nowinski, Guest Ringside Announcer, or name Fans Love an Underdog to interact with Rey Mysterio, Guest Ringside Announcer. -The Contract Table gains only the name of the chosen card, so a player could name Backstage Politics and use Power Struggle as a Reversal. However, no extra text is granted to Contract Table from the card named. EXAMPLE: Naming Beating the Odds does NOT allow Contract Table to be used as an Odds card. -If 3 Minute Warning plays this card and names Did I Say 3 Minutes?, this card will also lose the Active trait, and another copy of Contract Table can be played since the Active trait is removed. -If Test has Stacy Keibler, Marketing Manager in his Ring Area and names Keibler's Cookies, he can play another copy of Contract Table since the Active trait is removed. -The player must name a card that exists in the Raw Deal CCG. -A card title may be chosen if it is both Unique and non-Unique due to the Throwback trait. -With 3 or more foreign objects in the Ring area, playing Contract Table and naming it Busted Wide Open will not allow for the victory condition, as the card was not played with the required title."
    },
    {
      "type": "Card",
      "name": "A Dynasty's Destiny",
      "value": "-Vince McMahon may play this card as a Reversal for 7F as well as an Action. However, this card is 12F if overturned as a Reversal, since it is not 'played.'"
    },
    {
      "type": "Card",
      "name": "Ain't It Fair?",
      "value": "-If this card leaves play before all three turns have passed, the rest of the effect is ignored. -This card will prevent the playing of RMS Maneuvers."
    },
    {
      "type": "Card",
      "name": "Airplane Spin (Throwback)",
      "value": "-The opponent may discard his Backlash deck even if it contains zero cards. -If this card is played by or against Edge and Christian, the RMS will not prevent them from using their ability."
    },
    {
      "type": "Card",
      "name": "A Less Traveled Road",
      "value": "-The Activated Card Effect is triggered by shuffling one card into the Arsenal. If the ACE is reversed by Don't Try This at Home or other card, the cost is still paid, and the card is still shuffled into the Arsenal."
    },
    {
      "type": "Card",
      "name": "All Alone in the Night",
      "value": "-The Enforcer cards that become hidden will remain hidden unless another effect allows them to be revealed again."
    },
    {
      "type": "Card",
      "name": "All Together Now",
      "value": "-If Paul Heyman packs this card, he cannot pack Pre-match Stipulations in his Backstage area unless they have 'chain', 'heat', or 'volley' in the text (as there are no Stipulations that are Chain, Heat, or Volley). -The Chain/Heat/Volley cards (or those with the words in the text) do not take a slot to play, and can be played if the maximum number allowed in the Ring is already met; however, these cards still have to be played legally, and can be prevented by restrictions such as Ken Kennedy's Superstar Ability or Obey. -These cards still count as being in the Ring area for effects such as Funaki's Ensugiri or I'm Gonna Break You."
    },
    {
      "type": "Card",
      "name": "Always",
      "value": "-When placed into an opponent's Ring Area, he now controls the card. He may use the card as though it were his. -Ownership is not affected by this card. An opponent must return this card when the game is over. -A player can move a copy of Always into his opponent's Ring if he has one despite the card's Active trait, since he is not playing another copy. -This will reverse a removal effect such as Evolution's Superstar Ability or using the ACE from Managed by Paul Heyman. -This has no effect against cards with self-removing abilities, such as Trash Can or Beating The Odds."
    },
    {
      "type": "Card",
      "name": "American By Birth - Angry By Choice",
      "value": "-As an action, this card resolves to the Ring area."
    },
    {
      "type": "Card",
      "name": "…And the Crowd Roars",
      "value": "-This card will not affect a card with the RMS."
    },
    {
      "type": "Card",
      "name": "Angle's Leg Bar",
      "value": "-Your Freaking Hero will draw for his Superstar Ability before the text of the card is resolved. -This card will return to the Arsenal when the text is resolved, after Hero has drawn his card."
    },
    {
      "type": "Card",
      "name": "Angle's Uppercut",
      "value": "-This card will not count itself for a damage bonus, as it is not in the Ring when damage modifiers are calculated, and it will not recalculate when successful."
    },
    {
      "type": "Card",
      "name": "Ankle Breaker",
      "value": "-The Fortitude from this card will not count towards the calculated damage bonus."
    },
    {
      "type": "Card",
      "name": "A No Show",
      "value": "-This card resolves at the end of the opponent's Pre-match phase, after he has resolved all of his 'end of Pre-match phase' effects. -The Pre-match card played in place of A No Show is still played and must meet all applicable conditions. EXAMPLE: For the Love of The Game could not be played if the opponent did not have Title Belts/'title belt' cards as required by For the Love. -If this card resolves after the No Show player has resolved his own 'end of Pre-match phase' effects, any effects generated from the card replacing No Show will not resolve. EXAMPLE: If Taunt the Fans is played to replace A No Show, and that player has already resolved his 'end of Pre-match phase' effects, Taunt will have no effect. -If the last Pre-match card played is an opponent's Old School Wrestling Match, it will blank the card used to replace A No Show. However, the opponent will resolve his 'end of Pre-match phase' effects (including removing a card for OSWM) before A No Show allows the playing of a replacement card, so it will not be removed by OSWM. -The two cards put under A No Show will only go to that player's hand if they are Heel, and the two cards have different titles; if the card title is the same, only one will go to hand, the other is removed from the game. (Cards with Throwback still have the same card title) -If the card played to replace A No Show could be removed from the Ring area at the end of the Pre-match phase, but its player has already resolved their 'end of Pre-match phase' effects, that card will not be removed. -If I'm Gonna Break You is successfully activated for a card under No Snow, that card will resolve to the Ringside pile."
    },
    {
      "type": "Card",
      "name": "APA or A-Train",
      "value": "MRP: A-Train's Enforcer ability now includes the text: \"Your cards played with the word \"power,\" \"bomb\" or \"slam\" in the title are -4F.\" -The first Enforcer Ability is not identical to the APA Superstar Ability. The Enforcer ability only boosts the Damage from Maneuvers."
    },
    {
      "type": "Card",
      "name": "Ap Chaki Kick",
      "value": "-It is not relevant who played the first, second, or third card; only that they were played. EXAMPLE: Sustained Damage or Fortitude Surge."
    },
    {
      "type": "Card",
      "name": "Apply Illegal Leverage",
      "value": "-All of the text from the text box of the previous Maneuver is added to the text box of this Maneuver. This is done when requirements for playing the card are checked, before Reversals are played. -This does not inherit anything other than the text from the text box. Fortitude costs, Traits, Damage and card name are all different. -This may be reversed by Clean Break or Strangle Hold if played after Clutch onto Opponent. -ApplyIllegal Leverage may follow another copy of Apply Illegal Leverage. If it does, it will copy the text from the previous Apply, which will effectively be a copy of the original Submission Maneuver. -Apply may be played after a Multi Maneuver, as long as the Maneuver was a Submission in part. This will not copy the Multi trait or the RMS logo, only the text box. This means that one Reversal will reverse it and the card can be modified. -This card will not copy a Submission Maneuver played during a previous turn."
    },
    {
      "type": "Card",
      "name": "A Revolution of the Mind",
      "value": "-If this reversal is overturned and reverses the maneuver, it is removed from the game before it reaches the Ringside pile, and will not cause the removal of Heat cards from the Ringside pile. This happens even if the maneuver is a Multi, and this card is the first reversal to it."
    },
    {
      "type": "Card",
      "name": "Armageddon is Upon Us",
      "value": "-This card can only be packed by the Superstar whose logos appear on the card. Other versions such as Undertaker or Trish Stratus cannot pack this card. -The 'printed Starting Handsize' is the number on the Superstar Card in the Starting Handsize box. Other modifiers do not apply. However, if the 'number' is '#' or needs more resolution such as '0+' or '1+', this is resolved as noted below. -Edge's printed Starting Hand Size is considered twice his opponent's Superstar Value (with a minimum of 6) when Armageddon is Upon Us resolves. -An Enforcer Superstar's 'printed Starting Handsize' includes the bonus from the chosen Enforcer. In the case of The Mystery Wrestler, if he does not reveal the Enforcer, this includes the +8 bonus. -Activating this card to reverse a Volley card will not restrict the cards played on the next turn via the Volley trait, as this is not a Reversal card. -Discarding an Ego Boost can trigger the card-drawing effect, but the cards drawn count as cards in hand. If the last card discarded to meet the requirement is Ego Boost and cards are drawn to raise the handsize above the printed Starting Handsize, no further cards are discarded, as the requirement was already met. -If there are two or more effects that take place after all Pre-match phases but before the first turn of the game, the player going first resolves his effect first. If more than one of these is controlled by the same player, he may choose the order of resolution of his effects."
    },
    {
      "type": "Card",
      "name": "Arm Breaker (both versions)",
      "value": "-A player must discard a card before attempting to play an Action card. If the Action card is reversed, the player will have already discarded a card so they don't get it back. -An opponent's Arm Breaker will trigger an Ego Boost if discarded in order to play an Action card."
    },
    {
      "type": "Card",
      "name": "Arm Wrench (Throwback)",
      "value": "-If the opponent blanks Arm Wrench (Oversell Maneuver, etc.), the chosen cards remain in that player's hand with no further effect. -If this card is blanked by Over Sell Maneuver or other reversal, this will not change the amount of damage that was already calculated."
    },
    {
      "type": "Card",
      "name": "Arm Wringer",
      "value": "-This card counts the Fortitude of itself when determining if the player has the higher Fortitude Rating."
    },
    {
      "type": "Card",
      "name": "Ashley: Pretty Punk",
      "value": "-Regardless of how many copies of this card are in hand or Ring area, only one named card on Divas can be replaced."
    },
    {
      "type": "Card",
      "name": "Asset Retrieval",
      "value": "-This will only search for cards that have those exact quotes. Older cards are not being given errata to match."
    },
    {
      "type": "Card",
      "name": "Atomic Back Body Drop",
      "value": "-This card cannot be reversed by non-reversal cards such as Managed by Stevie Richards or You Sanctimonious Son of a B!tch. -The Unique reversal must be able to reverse the maneuver. -This card can be reversed by cards that reverse a maneuver played after Irish Whip, according to the text of Atomic; Irish Whip does not have to have been played previously. EXAMPLE: It Doesn't Stop is played before Atomic Back Body Drop; Overshot Your Mark is still a legal reversal."
    },
    {
      "type": "Card",
      "name": "Atomic Lariat",
      "value": "-This card can be reversed with the activation of Garbage Can Lid (original version), which is a hybrid Reversal card. -This card cannot be reversed by non-reversal cards such as Managed by Stevie Richards or You Sanctimonious Son of a B!tch. -The Unique or Hybrid reversal must be able to reverse the maneuver."
    },
    {
      "type": "Card",
      "name": "Atomic Spine Buster",
      "value": "-A player may discard his Backlash deck, even if it contains 0 cards."
    },
    {
      "type": "Card",
      "name": "Atomic Powerbomb Suplexbuster Piledriver Bulldog DDT of Doom",
      "value": "-As the text of the card states, this cannot be packed by Female Superstars, regardless of allowances for card titles. EXAMPLE: Trish Stratus and Torrie Wilson cannot pack this card."
    },
    {
      "type": "Card",
      "name": "A Victim of the Crippler (original version)",
      "value": "-This card may be played against any opponent to get the first effect only. The second effect does not take place unless the opponent is listed on the card. -An opponent's Manager and Stipulation cards may be put into the Ring area if an effect will allow it, as they are not played. -If the opponent is listed on the card, the new Superstar Ability will override any switch made by White Wedding. -If the Superstar Ability is blanked, this will include the new Ability granted by this card."
    },
    {
      "type": "Card",
      "name": "Awesome Pyro",
      "value": "MRP: The Survivor Series 2 version of this card includes: \"When played by Kane, Chris Jericho, Chyna, Kurt Angle, The Dudley Boyz, Buh Buh Ray Dudley, D-Von Dudley, Christian, Booker T, The Big Freak'n Machine, or Rey Mysterio, draw 1 additional card. -The 'draw 1 additional card'\" only applies to the previous effect of shuffling the cards in hand into the Arsenal and drawing the same amount."
    },
    {
      "type": "Card",
      "name": "Ax Kick",
      "value": "-The Reversal actually looks for the word 'search'. It will not reverse a card that does not use this word."
    },
    {
      "type": "Card",
      "name": "Ayatollah of Rock 'n' Roll-a (original version)",
      "value": "ERRATA: This card now reads: \"Look at your opponent's hand. Your maneuvers cannot be reversed from his Arsenal for the rest of the turn.\" -This card can be affected by Beating the Odds."
    },
    {
      "type": "Card",
      "name": "Ayatollah of Rock 'n' Roll-a (Throwback)",
      "value": "-Since the opponent cannot reverse from Ringside pile, they cannot use the Volley trait to reverse a Volley card."
    },
    {
      "type": "Card",
      "name": "Baby Carriage",
      "value": "-The cost of the ACE is to shuffle 1 card into the Arsenal; if the ACE is reversed, the card is still shuffled."
    },
    {
      "type": "Card",
      "name": "Back Body Drop (Throwback)",
      "value": "-The previous errata for this card has been removed, it now functions as printed."
    },
    {
      "type": "Card",
      "name": "Back Breaker (Throwback)",
      "value": "-This card adds +1 Stun Value to itself when successfully played."
    },
    {
      "type": "Card",
      "name": "Back Breaker Torture Rack",
      "value": "MRP: Now includes the text: \"Cannot be packed by Female Superstars.\" -Due to the RMS, Big Show's Superstar Ability has no effect against it. -The end of turn effect generated by this card will actually resolve after the card does. Rabid Wolverine can prevent the turn from ending from this effect without modifying the BBTR."
    },
    {
      "type": "Card",
      "name": "Backed by Mr. McMahon (both versions)",
      "value": "-If the opponent chooses the 'first turn skipped' option and has played Philadelphia, Pennsylvania, two turns will be skipped by that player. -A player cannot choose an option more than once."
    },
    {
      "type": "Card",
      "name": "Backed by Stephanie McMahon",
      "value": "MRP: This card is considered an uncommon card, even if printed in a foil version. -Backed by Stephanie counts the opponent's current Superstar Value, not the printed Superstar Value. -This cannot be played against Two-Man Power Trip, unless their Superstar Ability is blanked."
    },
    {
      "type": "Card",
      "name": "Backfire",
      "value": "-This card cannot be reversed from hand if there are Heat 'cards' in the Ring area, i.e. more than 1 card with the Heat trait."
    },
    {
      "type": "Card",
      "name": "Back Fist",
      "value": "-If this maneuver gets its own +4D bonus but is blanked with Over Sell Maneuver or a similar reversal, it will still deal the extra damage."
    },
    {
      "type": "Card",
      "name": "Backlash!",
      "value": "-This card does not count Maneuvers from activated cards such as Trash Can or Series of Suplexes for the first maneuver. -This will count unsuccessfully played Maneuvers earlier in the same turn."
    },
    {
      "type": "Card",
      "name": "Back Rake",
      "value": "-This card may be played if an opponent has First to Tap Out Match in his ring area. -If played as a single reversal to a Multi, the irreversible effect will carry over until the start of the Rake player's turn."
    },
    {
      "type": "Card",
      "name": "Backslide",
      "value": "-When calculating the total Fortitude for this effect, count the 1F this maneuver gives. -This card will check for a victory condition before dealing its damage."
    },
    {
      "type": "Card",
      "name": "Backstage Donnybrook",
      "value": "-If there are two or more effects that take place after all Pre-match phases but before the first turn of the game, the player going first resolves his effect first. If more than one of these is controlled by the same player, he may choose the order of resolution of his effects."
    },
    {
      "type": "Card",
      "name": "Backstage Interview with Terri",
      "value": "ERRATA: There is no card titled \"Trash Tralkin' Interview.\" This card now reads \"Trash Talkin' Interview\". -This card is worded so that the effect will not return itself. It is still an ACE."
    },
    {
      "type": "Card",
      "name": "Backstage Politics",
      "value": "-The 'Switch Sides' effect is considered to be an effect the opponent controls. This will trigger cards such as Judo Takedown. -Ownership is not affected by this card. An opponent must return this card when the game is over. -A player can move an opponent's Backstage Politics into his own Ring Area if he already has one despite the card's Active trait, since he is not playing another copy. -When Right To Censor is affected by this Politics, the cards are removed before they reach the Ringside pile. Hell in a Cell Match will not prevent this effect."
    },
    {
      "type": "Card",
      "name": "Backstage Shenanigans",
      "value": "-This card can be packed by MNM or the Boogeyman as a Pre-match card, and played as a Mid-match card during their turn. -This card can be packed by Test, and can be played in the Pre-match Phase (if the conditions are met). -Regardless of how it was packed, it can be played as either a Pre-match Event or Mid-match Action. -If this card is played as a Pre-match card, it will also count as 1 card toward the limit of Mid-match cards that can be played. However, the limitation on Pre-match cards is only imposed during the Pre-match phase, so Shenanigans can be played as a Mid-match card even if the maximum number of Pre-match cards were already played. -If this card is played as an Action before an opponent has started the first turn of the game, and he has the correct cards in his Backstage Area, he will skip his first turn. -This card has no effect if put into play by cards like Managed by Miss Jackie or Keep It Simple, Sir."
    },
    {
      "type": "Card",
      "name": "Backstage Signature",
      "value": "-Backstage Signature cards are revealed when revealing the Superstar card. This is done simultaneously, at the same time Enforcers are chosen from revealed Enforcer cards. There is no option to wait until an opponent has revealed his Backstage Area cards or chosen an Enforcer to make these choices. -It is possible to create a negative number Superstar Value with this card. For all card effects, it will count this number as 0. However, if a card effect asks for a comparison of Superstar Values, the negative number(s) will be used. -Test may pack 2 copies of this card in his Backstage Area."
    },
    {
      "type": "Card",
      "name": "Backstage Warm-Up Routine",
      "value": "ERRATA: The card now reads: \"Before starting hands are drawn, if your opponent has a lower Superstar Value than you, his Starting Hand Size is -2; if your opponent has a greater Superstar Value than you, your Starting Hand Size is +2.\" -If Brock Lesnar's Superstar Value is the same as his opponent's, there is no effect."
    },
    {
      "type": "Card",
      "name": "Back to Basics",
      "value": "-Pay-Per-View Main Event won't save a player from the Pinfall, since he won't be able to play it before the Stipulations phase. -A player may discard the Action hybrids on the list to draw cards as part of the Action function, but he cannot discard the cards under Back to Basics to other effects / abilities, as they are not in Hand. -A player does not have to pack all of the cards listed. If a card is not packed, it does not need to be found."
    },
    {
      "type": "Card",
      "name": "Bagpipe Introduction",
      "value": "-This card will also override Edge's Superstar Ability or the Edge Enforcer Ability. -This card will claim the first turn of the game for Piper, however this can be taken back by other card effects like Slandered Online or Las Vegas, Nevada if the resolve after Bagpipe Introduction. EXAMPLE: Piper is resolving his Pre-match effects first, including Bagpipe Introduction; then Slandered Online resolves by a player who has played belts to equal Piper's Superstar Value, so now Piper's opponent will have the first turn of the game."
    },
    {
      "type": "Card",
      "name": "Bald is Beautiful!",
      "value": "-If White Wedding is used to swap Superstar Abilities with Gail Kim & Molly Holly, the opponent's ability is now whatever option was chosen for Bald. Should this card be used while GK&MH have a 'swapped' ability, the choice replaces the swapped ability. EXAMPLE: Triple H activates White Wedding while GK&MH have replaced with the 'Austin' ability (draw 1 card, etc.); at the start of the next turn, GK&MH choose the 'Hero' ability (Chain card). If they use White Wedding, GK&MH's player may take the 'Austin' ability back and give HHH the 'Hero' ability, or choose to revert to the printed Superstar Abilities. -If a Superstar Ability blanking effect is used against GK&MH, choosing a new ability with Bald will have no effect, as the new ability will also be blanked."
    },
    {
      "type": "Card",
      "name": "Banned from Ringside",
      "value": "-This effect only triggers when a Maneuver or Action is completely reversed. The first reversal against a Multi card will not trigger this effect. -The reversed card is affected before being moved to the Ringside Pile, so restrictions such as Hell in a Cell Match and The Rattlesnake's ability will not affect it. -Banned will trigger before reversals that would normally removed the card from the game will resolve. EXAMPLE: A Throwback card reversed with I Gotta Say, Out Of Play will be placed at the bottom of the Arsenal before it could be removed from the game."
    },
    {
      "type": "Card",
      "name": "Baseball Slide (Throwback)",
      "value": "-If a reversal card ends the turn, but the opponent tries to cancel the end-the-turn effect (Rabid Wolverine, Unbreakable Chain) and that is cancelled (by Don't Try This At Home, etc), Baseball Slide can still be played."
    },
    {
      "type": "Card",
      "name": "BASH Vise",
      "value": "-This card will not count itself, as it is not in any area when calculating the damage."
    },
    {
      "type": "Card",
      "name": "Beatings from Dudleyville",
      "value": "MRP: The text stating Buh-Buh Ray Dudley can discard to retrieve this card from the Ringside pile is now located on Buh-Buh Ray's Superstar card."
    },
    {
      "type": "Card",
      "name": "Beating the Odds",
      "value": "ERRATA: The game considers \"Cannot be reversed\", \"May Not be reversed\", \"Can not be reversed\", and 'cannot reverse' to all be the same term. Beating the Odds will affect cards that have these statements on them. -This lets the user ignore an effect that makes a maneuver card irreversible whole or in part, no matter if that effect comes from another card, a Superstar Ability or the text of the card in question. -Beating will allow a Maneuver to be reversed if the text states that it cannot be reversed, or if other effects specifically modify the Maneuver to make it irreversible. It will also allow a reversal of a Maneuver that cannot be reversed from a certain area only, such as Dirty Low Blow. -This will affect a card that has been made irreversible by more than one effect. EXAMPLE: Tree of Woe played after a Turn the Tide can be made reversible by a single Beating the Odds. -Beating will not affect cards or effects that say \"Can only be reversed by...\" and similar wording. -Beating will affect maneuver cards with an appropriate restriction on reversals. EXAMPLE: Redemption, Remove the People's Elbow Pad. -Beating has no effect on maneuver cards with the Chain trait as such, but it can affect other restrictions. EXAMPLE: Beating the Odds will allow an opponent to reverse Atomic Bear Hug from Backlash deck, but it will not affect the required 2-card discard for the Chain trait. -If an opponent causes Beating to be removed with a card such as Gut Punch, he must end his turn at the earliest opportunity. This means the damage of the maneuver card (and other effects) must be fully resolved before the end-the-turn effect. -If this card is removed during the controller's turn by an effect that is controlled by his opponent (such as In This Very Ring), the end-the-turn effect will be ignored."
    },
    {
      "type": "Card",
      "name": "Beer, Cards and More Beer",
      "value": "ERRATA: This card includes the text \"Whenever you successfully play a maneuver, you may then look at your opponent's hand OR draw up to 2 cards.\""
    },
    {
      "type": "Card",
      "name": "Beg for Mercy",
      "value": "-A Multi Maneuver is counted as all of its types, provided it meets the D requirement."
    },
    {
      "type": "Card",
      "name": "Benoit's German Suplex",
      "value": "MRP: The text granting Chris Benoit -6F is now located on Benoit's Superstar card."
    },
    {
      "type": "Card",
      "name": "Between the Ropes",
      "value": "-This card will disregard the Fortitude Rating requirement of the maneuver card, and that card can be played as normal, regardless of Fortitude Rating, modifications, or RMS. -If your Fortitude Rating is higher than or equal to your opponent's Fortitude Rating, this card has no effect, as no maneuver will meet both conditions."
    },
    {
      "type": "Card",
      "name": "Big All Over",
      "value": "MRP: This card now includes the text: \"This card is +#D, where # is equal to the reversed card's Damage.\". Also, this card is now printed as D: 0."
    },
    {
      "type": "Card",
      "name": "Big Boys Club",
      "value": "MRP: The text relating to Paul Heyman is now located on Heyman's Superstar card."
    },
    {
      "type": "Card",
      "name": "Big Slide into the Ring",
      "value": "-This card may be packed as a Pre-match card and played as a Mid-match card, and vice versa."
    },
    {
      "type": "Card",
      "name": "Billion Dollar Princess (original version)",
      "value": "ERRATA: \"Search your Arsenal for up to 3 Superstar Specific cards, show them to your opponent…\" -The retrieved cards do not have to be foil."
    },
    {
      "type": "Card",
      "name": "Billion Dollar Princess (Throwback)",
      "value": "-If played by Bubba Ray Dudley, the +10F to your opponent's reversals takes place immediately, and will affect cards such as Fortitude Surge. This is known as a \"self-plunging\" effect."
    },
    {
      "type": "Card",
      "name": "Bitter Rivals",
      "value": "-If the option is used to play the first Stipulation, the first Manager, and so on, this will not allow that player to resolve their Pre-match effects first, nor will allow them to start the game first if they would not normally do so. -The effect of this card is 'locked in' when the card is played. A change in Superstar Values by either player will do nothing to change this card effect."
    },
    {
      "type": "Card",
      "name": "Blatant Chokehold",
      "value": "-A hybrid card played only counts for the part of the card it is played as, so a Trademark Finisher hybrid will only be F: 20 when played as a Trademark Finisher. EXAMPLE: GORE! GORE! GORE! is still F: 50 as a reversal even if Blatant Chokehold is in the Ring area. -This card will allow its player to use See How It Feels to play the opponent's Trademark Finisher at F: 20 with no 'Can only be played after…' text."
    },
    {
      "type": "Card",
      "name": "Blindside Choke",
      "value": "MRP: Now reads: \"You may play this card from your Ringside pile. When played from your Ringside pile, remove all Maneuver cards in your Ringside pile from the game.\" -The Most Recent Printing now allows these cards to be played from the Ringside pile. Earlier version which allowed the cards to be moved to hand now use the new version instead. -This card can be played even if Hell in a Cell Match or other ringside pile restriction is used. This is because the card is being played, not moved. However, the card removal effect of the Blindside will not work if a Cell or Rattlesnake prevents this. -When successfully played, Blindside goes to the Ring Area as normal. -Use of this effect will cause any Heat cards to be removed from the game due to the Heat trait. However, if no cards are actually moved due to Cell or Rattlesnake, or if there were no cards of that type to remove, then Heat cards may remain in the Ringside pile."
    },
    {
      "type": "Card",
      "name": "Blindside Drop Toe Hold",
      "value": "-The opponent has a choice on whether to remove a card, so if he does, Judo Takedown can be put into play."
    },
    {
      "type": "Card",
      "name": "Blindside Kick",
      "value": "MRP: Now reads: \"You may play this card from your Ringside pile. When played from your Ringside pile, remove all Reversal cards in your Ringside pile from the game.\" -The Most Recent Printing now allows these cards to be played from the Ringside pile. Earlier version which allowed the cards to be moved to hand now use the new version instead. -This card can be played even if Hell in a Cell Match or other ringside pile restriction is used. This is because the card is being played, not moved. However, the card removal effect of the Blindside will not work if a Cell or Rattlesnake prevents this. -When successfully played, Blindside goes to the Ring Area as normal. -Use of this effect will cause any Heat cards to be removed from the game due to the Heat trait. However, if no cards are actually moved due to Cell or Rattlesnake, or if there were no cards of that type to remove, then Heat cards may remain in the Ringside pile."
    },
    {
      "type": "Card",
      "name": "Blindside Slam",
      "value": "MRP: Now reads: \"You may play this card from your Ringside pile. When played from your Ringside pile, remove all Action cards in your Ringside pile from the game.\" -The Most Recent Printing now allows these cards to be played from the Ringside pile. Earlier version which allowed the cards to be moved to hand now use the new version instead. -This card can be played even if Hell in a Cell Match or other ringside pile restriction is used. This is because the card is being played, not moved. However, the card removal effect of the Blindside will not work if a Cell or Rattlesnake prevents this. -When successfully played, Blindside goes to the Ring Area as normal. -Use of this effect will cause any Heat cards to be removed from the game due to the Heat trait. However, if no cards are actually moved due to Cell or Rattlesnake, or if there were no cards of that type to remove, then Heat cards may remain in the Ringside pile."
    },
    {
      "type": "Card",
      "name": "Blindside Tornado Strike",
      "value": "-Removed reversals will include hybrid reversal cards. -The fortitude check for legal play is made before the reversals are removed. EXAMPLE: If the Tornado player has 6F only from Revolutions and Elbows, he can play the card with the 6F required, and then remove the Revolutions and Elbows."
    },
    {
      "type": "Card",
      "name": "Blindsided Control",
      "value": "-This card can be played even if Hell in a Cell Match or other ringside pile restriction is used. This is because the card is being played, not moved. However, the Action removal effect of this card will not work if a Cell or Rattlesnake prevents this. -When successfully played, Blindside goes to the Ring Area as normal. -Use of this effect will cause any Heat cards to be removed from the game due to the Heat trait. However, if no cards are actually moved due to Cell or Rattlesnake, or if there were no Action cards to remove, then Heat cards may remain in the Ringside pile."
    },
    {
      "type": "Card",
      "name": "Blindsided Ego (both versions)",
      "value": "-This card can be played even if Hell in a Cell Match or other ringside pile restriction is used. This is because the card is being played, not moved. However, the Reversal removal effect of this card will not work if a Cell or Rattlesnake prevents this. -When successfully played, Blindside goes to the Ring Area as normal. -The 'You must…' clause only applies to discarding 2 cards. A player may still play this card if he does not have Reversal cards in his Ringside pile or cannot remove cards from the game due to Hell in a Cell Match, The Rattlesnake, etc. -Use of this effect will cause any Heat cards to be removed from the game due to the Heat trait. However, if no cards are actually moved due to Cell or Rattlesnake, or if there were no Reversal cards to remove, then Heat cards may remain in the Ringside pile."
    },
    {
      "type": "Card",
      "name": "Blindsided Rage",
      "value": "-The number of cards is calculated, then done all at once. EXAMPLE: If the player has 3 Blindside maneuvers, his opponent discards 3 cards, then the player put 3 cards removed from the game on top of his Arsenal, etc."
    },
    {
      "type": "Card",
      "name": "Body Block",
      "value": "-Because it is part of the same sentence, if the 'can only be played after' text is replaced or ignored, the 'can only be reversed from hand' text will not be present and have no effect."
    },
    {
      "type": "Card",
      "name": "Booby Trap (original version)",
      "value": "-This effect does not reverse cards such as Neck Breaker, unless the opponent is Austin or Two-Man Power Trip."
    },
    {
      "type": "Card",
      "name": "Booby Trap (Throwback)",
      "value": "ERRATA: Fixing a printing error, this card is now F: 0. -This card will reverse Damage from an Action card such as Shoot Action or reverse an overturn effect such as either effect of Enter the Stratus-phere. -If this card reverses and goes to its owner's hand, it will not reach the Ringside pile; thus, it will not cause any Heat cards to be removed, and will not be prevented by Hell in a Cell Match or The Rattlesnake. -The first effect listed will trigger if the discard effect comes from a card (but not a Superstar Ability), regardless whether it is a played card or an effect; it does not matter which player's card causes the discard effect. EXAMPLE: A player discards Booby Trap to activate Chicago Street Fight, so his opponent discards 1 card."
    },
    {
      "type": "Card",
      "name": "Bra & Panties match",
      "value": "ERRATA: This card now reads: \"Can only be packed by a Female Superstar. At the end of the Pre-match Phase, name one Stipulation card in your opponent's Ring Area. That card is blank.\" -This card now triggers only at the end of the Pre-match Phase. -B&P blanks the Stipulation by name. If the Stipulation leaves play and returns later, the Stipulation is still considered blank."
    },
    {
      "type": "Card",
      "name": "Brass \"Nuks\" Shot",
      "value": "MRP: The text granting William Regal -3F is now located on Regal's Superstar card. -The effect added to cards such as Rapid-Fire Punches will also prevent the reversal of the overturn effect by such cards as Let's Wrestle Already."
    },
    {
      "type": "Card",
      "name": "Breather Hold",
      "value": "-When successfully played, the newly-modified Fortitude amount is 'locked in' and will not change until the end of the turn, even if the opponent's Fortitude drops later in the turn. -A second Breather Hold played will override the first. -If Breather Hold leaves play, this effect will end immediately."
    },
    {
      "type": "Card",
      "name": "Bring the Hammer Down",
      "value": "-The effect of this card can only be used to enable the playing of the card; a player cannot put cards from his Arsenal into his Ringside pile if the result does not end in playability of Hammer. -Attempting to play the card and failing to do so, just to shuffle the Arsenal, is not a legal play."
    },
    {
      "type": "Card",
      "name": "Brotherly Love",
      "value": "MRP: The text preventing play against Dudley Boyz, D-Von Dudley, or Buh-Buh Ray Dudley is now located on those respective Superstar cards. -This card be played as an Action while Hell in a Cell Match is in play. It will not receive a deduction from No Disqualification Match, as the Run-in trait only applies as a reversal."
    },
    {
      "type": "Card",
      "name": "Brothers From Another Mother",
      "value": "MRP: The text stating Buh-Buh Ray Dudley can shuffle 3 cards is now located on Buh-Buh Ray's Superstar card, and the text preventing reversal when played by Dudley Boyz is now on the Dudley Boyz's Superstar card."
    },
    {
      "type": "Card",
      "name": "Buh-Buh Bomb (original version)",
      "value": "MRP: Includes the text \"This card is considered a Grapple maneuver to your cards titled Table! Table! Table! As a maneuver, can only be played if the card titled Table! Table! Table! is in your Ring area or if it was in your Ring area immediately before you played this card.\""
    },
    {
      "type": "Card",
      "name": "Buried Alive Match",
      "value": "-The check to determine if all the conditions have been met cannot be made while resolving an effect with a draw and discard effect, only once the effect is resolved can the check be made. EXAMPLE: Activating Managed by Theodore Long or Offer Handshake."
    },
    {
      "type": "Card",
      "name": "By Any Means Necessary",
      "value": "-This card will count itself toward the number of Cheater cards in the Ring area. -The number of Cheater cards is calculated and halved before the +2 is applied. EXAMPLE: There are now 5 Cheater cards in the ring, that number is cut in half (2.5) and rounded down (2), then 2 is added for a total of 4 cards randomly discarded."
    },
    {
      "type": "Card",
      "name": "Calling You Out",
      "value": "MRP: The card reads: \"Look at your opponent's Backlash deck, choose 1 Pre-match card that he can play as his next card, and his next card played is the chosen card.\" -The opponent may not opt to 'pass' instead, he must play that card. -This does not allow players to play cards out of sequence in the Pre-match phase. After one player plays Calling You Out, his opponent plays his card and play continues. -The opponent still makes all of the decisions that any card calls for. -A player may only choose a card that is legal to play in the Pre-match Phase. One may not choose Mid-match cards, or cards that may not be played due to the current game state. EXAMPLE: a duplicate Belt card, a Venue card, or a card without "Old School" in the title when Back to Basics is in the Ring area."
    },
    {
      "type": "Card",
      "name": "Can U Believe the Witte Retort?",
      "value": "-As always, a reversal can only be played on an opponent's turn; however, this card does not reverse the effect or card that triggers it. EXAMPLE: Sgt Slaughter discards an Elbow to the Face to use his Superstar Ability, so his opponent plays Witte Retort; however, this does not prevent Slaughter from getting a Throwback maneuver. -The third effect listed will trigger if the discard effect comes from an opponent's card (but not a Superstar Ability), regardless whether it is a played card or an effect (unless the discarded cards are Heat or have 'dynamic' in the title.) EXAMPLE: A player discards Kick to activate Chicago Street Fight, so the Kick is removed from the game."
    },
    {
      "type": "Card",
      "name": "…Cause Stone Cold Said So!",
      "value": "MRP: This card ends with the text \"...and your next card played is F: 0.\" -The ACE has no effect on cards with the Restricted Modification Symbol."
    },
    {
      "type": "Card",
      "name": "Caution: Dangerous Curves Ahead",
      "value": "-If there are less than 6 cards remaining in the player's Arsenal, playing this card will Pin him."
    },
    {
      "type": "Card",
      "name": "Censorship Match",
      "value": "-A player must name a card that exists in the Raw Deal CCG. -A player may name a card with a Restricted Modification Symbol on it, that card cannot be played -This effect does not stop a Reversal from reversing a Maneuver or Action if it is overturned while applying damage. -If Censorship Match is blanked at the end of the Pre-match Phase and there is no opportunity to name a card, the player will not be able to name a card later in the game if this card becomes unblanked. -This only prevents players from playing the named card. The card named may still affect the game in other ways. For example, if Step Aside is named, it may still reverse a Strike maneuver while overturning. It may also be discarded to the effects of Ring Steps."
    },
    {
      "type": "Card",
      "name": "Cerebral Assassin",
      "value": "MRP: The card now includes the text: \"Cannot be packed by the Two Man Power Trip.\" -This is a continuous effect based on the number of cards in hand. -This card becomes active when played if there are not 5 or more cards in hand; this will negate abilities which function during Pre-match, such as The Phenom and Vince McMahon. This does not include determining the Starting Hand Size of Edge or the Edge Enforcer, as the variable explanation is exempt from blanking. -Cards under Keibler's Cookies or Torrie Wilson, On It! do not count as being in hand for this effect. -Blanks the text on a superstar card. Does not effect Arsenal construction, gender, Diva/GM status, or whether a Superstar card is a tag team (\"You cannot play any Title Belt except the Tag Team Title Belts.\"). -This will not make a player's deck illegal in any way. -If an opponent has an Enforcer revealed, the additional ability of the Enforcer is blanked as well. -Cerebral must be removed from the Ring Area in order to trigger the card drawing effect. -If this card is activated during the resolution of an opponent's maneuver, any modifiers from that opponent's Superstar Ability are not negated during the resolution. EXAMPLE: If Big Freak'n Machine's protection is given to a Chain card, and the Assassin's player discards to the chain trait to drop below 4 cards in hand, the protection will still apply while the card is resolving."
    },
    {
      "type": "Card",
      "name": "Cerebral Spray",
      "value": "-A maneuver played after using Spray's effect is viable to being reversed by cards that 'reverse a Maneuver played after Irish Whip' such as Shoulder Block and Lou Thesz Press, provided any other reversal restrictions are also met. -The next Maneuver does not gain the benefits listed on the Irish Whip card, such as the +5D to Strikes. It only allows the play of cards such as Leaping Knee to the Face and Atomic Back Body Drop. -Using card effects, a Stipulation card may be placed in the Ring after Cerebral Spray has been played."
    },
    {
      "type": "Card",
      "name": "Chained Heat",
      "value": "MRP: This card now includes the text \"As a reversal, you may play this card without discarding any cards, reverse any Chain card and end your opponent's turn.\" -Chain is a sub-class of a trait, like Set-up. Only the Action of Chained Heat has the Chain trait, a player gains no benefit of Chain using this card as a Reversal. -If used as the first reversal to a Multi Chain card, the opponent must still discard 2 cards in order to play another reversal from Hand or Backlash Deck. The exemption from the discard requirement only affects this particular card. -If this is used as the first reversal to a Multi Heat card, the maneuver will not be removed from the game, unless the second reversal card played also contains that effect. EXAMPLE: When Hell Freezes Over! Or another Chained Heat. -If played from hand against a Heat card played from the Ringside pile, it will remove it from the game despite Hell in a Cell Match or The Rattlesnake, since the Heat card is not in the Ringside pile while being played. -If this card is used to reverse a Heat card, but the opponent uses I'm Gonna Break You to prevent the removal from the game, the reversed card will instead go to the Ringside Pile."
    },
    {
      "type": "Card",
      "name": "Chain Wrestling",
      "value": "-Allows the search for one Chain card, and another if the player discard 2 cards to use the search effect of the Chain Trait."
    },
    {
      "type": "Card",
      "name": "Chains of Destruction",
      "value": "-This effect works every turn, not just the turn played."
    },
    {
      "type": "Card",
      "name": "Change in Programming Lineup",
      "value": "-If this card is placed in the Backlash deck from the Ringside pile, this is an effect from a card with the Heat trait, and no other cards with the Heat trait will be removed from the game."
    },
    {
      "type": "Card",
      "name": "Chase Off Manager",
      "value": "-This card may be played if there is no Pre-match Manager card in your opponent's Ring Area."
    },
    {
      "type": "Card",
      "name": "Cheap Accolades",
      "value": "-This does not require a Maneuver played as the next card this turn. Multiple copies of this card can be played to generate a large bonus/plunging effect. -Since the Reversals are affected by Accolades, RMS maneuvers are not being modified, and Reversals to an RMS card like Gut Punch Body Slam still require +20F to play."
    },
    {
      "type": "Card",
      "name": "Check This Out!",
      "value": "-A player does not have to name the card he wants to search for. He may look through his Arsenal first. -If the player searches and cannot find a card that he does not have in hand, the effect will fail and he does not get a card."
    },
    {
      "type": "Card",
      "name": "Chest Lock Drop",
      "value": "-The decision to discard 3 cards is done when attempting to play this card, before Reversals are played. -Fortitude Surge cannot be played in response to this card. -This card mirrors the effects of Fortitude Surge."
    },
    {
      "type": "Card",
      "name": "Chicago Street Fight",
      "value": "MRP: This card includes the text \"When the card titled Dem Damn Dudleyz! is in your Ring area, once during each of your turns, you may also discard 1 card and then put 1 Foreign Object from your Ring area into your hand.\" Also, activating this card is no longer 'a Mid-match Action' and does not prevent a Follow-up."
    },
    {
      "type": "Card",
      "name": "Chris Jericho, Kane, or… D-Von Dudley?",
      "value": "-The Kane Enforcer ability cannot be reversed by Let's Wrestle Already or You Fight Like a Woman, since it is not a card effect generating the overturn, but an extension of the Superstar Ability."
    },
    {
      "type": "Card",
      "name": "Chyna Interferes",
      "value": "-This card may not be played against Chyna, but will reverse a maneuver by Chyna if overturned while applying damage."
    },
    {
      "type": "Card",
      "name": "Clean Break",
      "value": "-This card has no effect if overturned."
    },
    {
      "type": "Card",
      "name": "Clutch onto Opponent",
      "value": "MRP: This card includes the text \"Can only be reversed by cards that specifically reverse the card titled Clutch onto Opponent.\" -Apply Illegal Leverage may be played after this card. -This card may not be reversed with Chyna's and Goldberg's abilities. -This card may be affected by Over Sell Maneuver. -If a player names Clutch for the effect of Hardcore Holly, Guest Ring Announcer, it will reverse Clutch."
    },
    {
      "type": "Card",
      "name": "Coach, Cole, or Finkel?",
      "value": "-The Finkel Enforcer ability cannot be reversed by Let's Wrestle Already or You Fight Like a Woman, since it is not a card effect generating the overturn, but an extension of the Superstar Ability."
    },
    {
      "type": "Card",
      "name": "Coast to Coast",
      "value": "-Shane's ability will not affect this card due to the RMS, nor will Beating the Odds. -If made irreversible by its own text, this card can still be reversed by When You Thought You Had All the Answers… or Not According to the Fine Print."
    },
    {
      "type": "Card",
      "name": "Cobra Clutch (Throwback)",
      "value": "-The discard is in addition to the Chain trait, but will only take effect once. EXAMPLE: A player wishes to reverse Cobra Clutch with Break the Hold and Elbow to the Face, so he discards 2 cards for the Chain trait, then 3 cards for the text of Cobra Clutch; now he can play his reversals from hand or Backlash deck."
    },
    {
      "type": "Card",
      "name": "Collegiate Champions",
      "value": "ERRATA: The second paragraph of this card now reads: \"ACE: When this card is in your Ring area, once during each of your turns you may discard 3 cards, and then look at your opponent's hand, choose 1 card, and he discards the chosen card.\""
    },
    {
      "type": "Card",
      "name": "Combination Attack",
      "value": "ERRATA: This card now includes the text: \"Can only be played after a 4D or greater maneuver. A single \"inactive\" team partner may discard any maneuver of 6D or less from his hand and add the D value of that maneuver to the D value of this maneuver. Read as 10 when in your Ring area.\""
    },
    {
      "type": "Card",
      "name": "Comeback! (both versions)",
      "value": "-Discard the required number of cards if there are at least that many in hand; if there are less than the required amount, discard as many as possible up to that number. -The removal effect will not affect Action cards with damage values greater than 0 such as Inferno Match and Mania. -When Comeback! resolves, the player with the highest Fortitude discards cards one at a time until he fulfils the effects of the card. A player may not continue discarding cards after the condition is met. -If Remember Who Pays Your Salary is revealed, this effect will not stop until Vince McMahon's opponent can no longer legally remove cards, as Vince will always have a lower Fortitude rating. -If The Ref Got in the Way! is in the opponent's Ring area, the player discards for every card removed with this effect, to the best of his ability. -Cards with a 0 damage value cannot be removed with this effect."
    },
    {
      "type": "Card",
      "name": "Commission-er Rules",
      "value": "-The player must choose a Reversal card. Hybrid Reversals are legal choices."
    },
    {
      "type": "Card",
      "name": "Con-Chair-To",
      "value": "-This card cannot be reversed by When You Thought You Had All the Answers…. This card overrules the WYTYHATA effect. -If reversed from Arsenal, the opponent still gets an irreversible Maneuver."
    },
    {
      "type": "Card",
      "name": "Counterproductive Ambitions",
      "value": "-Multi cards and other cards with multiple Maneuver sub-types count as any of the Maneuver sub-types."
    },
    {
      "type": "Card",
      "name": "Counter Slash",
      "value": "-If a reversal card ends the turn, but the opponent tries to cancel the end-the-turn effect (Rabid Wolverine, Unbreakable Chain) and that is cancelled (by Don't Try This At Home, etc), Counter Slash can still be played."
    },
    {
      "type": "Card",
      "name": "Crimson Goddess",
      "value": "MRP: This card includes the text: \"…blank its text until the end of the turn,\" -This reverses the Maneuver it is played against. Goddess cannot be played if the Maneuver cannot be reversed. -If this completely reverses a Maneuver with RMS, the RMS text will not take place and the Maneuver will not trigger effects that require a successfully played Maneuver. -If this card is the first reversal to a Multi maneuver, the text is resolved normally, but the effect stating \"The Maneuver goes in your opponent's Ring Area\" is ignored, since this card did not completely reverse the Multi. -If Crimson Goddess is played against a Maneuver with RMS, the text cannot be blanked, and the player may still reverse the RMS Maneuver while overturning cards for Crimson. The RMS will not ignore Reversals. -The number of cards shuffled into the Arsenal is the damage amount of the Maneuver when played."
    },
    {
      "type": "Card",
      "name": "Crippler Crossface",
      "value": "MRP: This card now has the Restricted Modification Symbol."
    },
    {
      "type": "Card",
      "name": "Critical Injury!",
      "value": "-Blanks the text on a Superstar card. Does not effect Arsenal construction, gender, Diva/GM status, or whether a Superstar card is a tag team (\"You cannot play any Title Belt except the Tag Team Title Belts.\"). -This will not make a player's deck illegal in any way. -If an opponent has an Enforcer revealed, the additional ability of the Enforcer is blanked as well."
    },
    {
      "type": "Card",
      "name": "Cruiserweight Title Belt",
      "value": "ERRATA: This is considered to have the Smackdown logo."
    },
    {
      "type": "Card",
      "name": "Damn!",
      "value": "-If the player does not search his arsenal, he must still shuffle it."
    },
    {
      "type": "Card",
      "name": "Dare To Take a Challenge",
      "value": "-The player of this card controls the effect even if it allows his opponent a choice, so he could not gain the benefit of discarding Ego Boost"
    },
    {
      "type": "Card",
      "name": "Dead Man Walking",
      "value": "-Cards like Fortitude Surge cannot be used in response, as it is not legal to play Reversals on a player's own turn. When the new turn starts, the plunging is already in effect, so Surge cannot be played. -Since the Reversals are affected by Walking, RMS Maneuvers are not being modified, and Reversals to an RMS card like Backslide still require +25F to play. -If Surge was already in play before Dead Man Walking is played, it can still be discarded to remove the plunging effect."
    },
    {
      "type": "Card",
      "name": "Death Waits for No Man",
      "value": "-The number of cards the opponent overturns is equal to the number of Superstar-specific cards, regardless of how many cards are put on the bottom of the Arsenal."
    },
    {
      "type": "Card",
      "name": "Debilitating Injury: Concussion",
      "value": "-The discarding of one card per turn is done before the opponent's Draw Segment."
    },
    {
      "type": "Card",
      "name": "Defensive Posture, Defensive Stance (rulings for both)",
      "value": "-Discarding this card is not considered playing it. You do not have to meet a Fortitude cost in order to use it. -If this card reverses a Discus Punch, the person playing the Discus will not take +2D. This effect has no D amount, so +2D cannot be added to it. -These cards will not reverse cards with specific reversal requirements, such as Poke and Clutch onto Opponent."
    },
    {
      "type": "Card",
      "name": "Defensive Style",
      "value": "-Packing this card will not prohibit packing and playing similar cards. EXAMPLE: Defensive Posture or Defensive Stance. The Throwback rule only applies to cards with exact card titles."
    },
    {
      "type": "Card",
      "name": "Delayed Atomic Drop",
      "value": "-If the card overturned is not Heat, it goes to the hand before it reaches the Ringside pile, and will not be prevented by Hell In a Cell Match or The Rattlesnake's ability."
    },
    {
      "type": "Card",
      "name": "Denville, New Jersey",
      "value": "-If the opponent searches and does not find more than 6 applicable hybrid reversal cards, there is no effect if this is determined later in the game."
    },
    {
      "type": "Card",
      "name": "Destiny",
      "value": "-While this card is a Set-up, it is also Unique and follows the rule of Arsenal Construction: only one per Arsenal."
    },
    {
      "type": "Card",
      "name": "Did I Just Say… Three Minutes? (both versions)",
      "value": "-If there is an original version (Active) in the Ring area, the Throwback version cannot be played, as the text of the Throwback will only benefit that specific copy, not the Active card already in the Ring area."
    },
    {
      "type": "Card",
      "name": "Dirty Taker",
      "value": "-A player must name a card that exists in the Raw Deal CCG. -If an opponent has zero cards remaining in his Arsenal, he still names a card but this effect ends, since a card cannot be revealed. No cards are overturned."
    },
    {
      "type": "Card",
      "name": "Disqualification!",
      "value": "-This card causes a Pinfall victory. -Disqualification! must actually reverse a card for the text to trigger. Cannot be played against a Heel reversal that cannot be reversed. EXAMPLE: Giving Away the Business with It Pays to be Evil in play, or Don't Hate da Playa, Hate da Game! with Managed by Theodore Long. -This card may be played on the player's own turn; the card text makes this legal."
    },
    {
      "type": "Card",
      "name": "Distractingly Divalicious",
      "value": "-The first two turns in the match are usually comprised of each player's first turn (2 turns total.) -To clarify, a turn that was ended with It's Showtime! still counts as a turn. -A turn that was skipped entirely never actually happens, and does not count towards the 2 turns. -Reversals will still reverse while overturning. -Hybrid cards cannot be played while under the restriction of Divalicious, except as a Reversal. EXAMPLE: Don't Try This at Home."
    },
    {
      "type": "Card",
      "name": "Divas! Divas! Divas!",
      "value": "-The player must choose a card if his opponent has one."
    },
    {
      "type": "Card",
      "name": "Divas Overload!",
      "value": "-This card can be played after From the Top Rope, as the requirement for cards in the Ring Area is part of the 'Can only be played after…' text. -This will only count cards that have those exact quotes. Older cards are not being given errata to match."
    },
    {
      "type": "Card",
      "name": "Diversion (both versions)",
      "value": "MRP: This card now reads \"If your next card played this turn is a maneuver, it cannot be reversed.\" -If Maintain Hold is played, the Maintain 'ed Maneuver loses the irreversibility from Diversion. Diversion will only affect a Maneuver once."
    },
    {
      "type": "Card",
      "name": "Divine Intervention",
      "value": "-Lashley's non-unique maneuvers cannot be reversed by Divine Intervention when it is overturned. -This card does not specify it is effective during the Pre-match phase, so it will not reverse overturn effects such as Run the Gauntlet."
    },
    {
      "type": "Card",
      "name": "Diving Bulldog",
      "value": "-This may be played if the player reversed a card to end his opponent's last turn, even if he overturned a Reversal. Reversing an ACE doesn't count. -The opponent's turn must end due to a Reversal."
    },
    {
      "type": "Card",
      "name": "Diving Takedown",
      "value": "-The Fortitude Cost of this card if played as an Action is 5F, though this can be further modified by cards like Big Boys Club or Nidia's Mink Coat. -If played as a Maneuver, cannot be reversed by such cards as Don't Hate da Playa, Hate da Game! The potentiality rule will not 'see' the Action half of this card."
    },
    {
      "type": "Card",
      "name": "Don't Be Shy",
      "value": "-A player may pick a maneuver card with RMS and their opponent must still attempt to play it. -A player must choose a maneuver card if their opponent has one, however a hybrid maneuver/action can be played as an action."
    },
    {
      "type": "Card",
      "name": "Don't Hate da Playa, Hate da Game!",
      "value": "MRP: This card now includes the text \"Cannot be reversed when your opponent is Triple H or when you have the card titled Managed by Theodore Long in your Ring area.\" -Discard 3 cards if there are at least 3 in hand. If there are less than 3, discard as many as possible up to 3. -No matter how many cards are discarded, 3 cards may be picked up from the discard pile. These may include cards that were discarded. -This card reverses Twisted Smile as the discard is forced by your opponent. -This card does not reverse a card with the Chain trait, unless the card text forces a discard effect."
    },
    {
      "type": "Card",
      "name": "Don't Try This at Home",
      "value": "-See rules regarding Activated Card Effects in the Glossary below. -This card does not allow you to play it as a reversal on your own turn. A player can't reverse an ACE their opponent activates during the player's turn. -This card does not reverse cards played that have the ACE logo, only the ACE when activated."
    },
    {
      "type": "Card",
      "name": "Don't You Never Eeeever!",
      "value": "MRP: The Premiere Edition printing of this card has the title Don't You Never Ever! This is not considered to be a different card title. Both cards cannot be packed in the same Arsenal."
    },
    {
      "type": "Card",
      "name": "Don't You Usually Wrestle in Dark Matches?",
      "value": "-This card can only be played if the opponent's Superstar Value is 2 or less, but will remain in play if the opponent's Superstar Value changes later. -Dark Matches can be put into play without meeting the conditions with effects such as Raw Roulette Wheel or Paul Heyman's ability."
    },
    {
      "type": "Card",
      "name": "Double Chop",
      "value": "-This card is not a Multi when played as an Action, the Multi trait only applies as a Maneuver, as indicated in the card description."
    },
    {
      "type": "Card",
      "name": "Do You Know What My Watch Says? (both versions)",
      "value": "-This new Superstar Ability will override any switch made by White Wedding. -If the Superstar Ability is blanked, this will include the new Ability granted by this card."
    },
    {
      "type": "Card",
      "name": "Do You Like Pie?",
      "value": "-A player may choose only 1 card."
    },
    {
      "type": "Card",
      "name": "Double Clothesline Takedown",
      "value": "-This card acts much like Over Sell Maneuver, except it only works on Double Clothesline Takedown. -As a Reversal, it is played after a successful Double Clothesline Takedown; the ability of The Crippler may be used to search for and immediately play it. Similarly, Raven may draw 1 card and then play this as a Reversal card even if it was the drawn card."
    },
    {
      "type": "Card",
      "name": "Double Underhook Back Breaker",
      "value": "MRP: Now includes the text: \"Can only be played when you have 3 or more cards in your hand.\""
    },
    {
      "type": "Card",
      "name": "Do You Know Who Else Is Hot?",
      "value": "MRP: The text relating to Paul Heyman is now located on Heyman's Superstar card."
    },
    {
      "type": "Card",
      "name": "Do You Live by the Three I's?",
      "value": "-A player cannot remove this card and some or all of the 'I' cards with the same effect."
    },
    {
      "type": "Card",
      "name": "Do You Want a Hug?",
      "value": "MRP: The card now includes the text: \"Cannot be packed by the Two Man Power Trip.\""
    },
    {
      "type": "Card",
      "name": "Dragon Sleeper",
      "value": "-The player does not have to specify which card he is searching for. The card found must be revealed."
    },
    {
      "type": "Card",
      "name": "Drawing Extra Heat (original version)",
      "value": "-This card may be packed regardless of Superstar Value, but it can only be played if the current Superstar Value is 3 or less."
    },
    {
      "type": "Card",
      "name": "Drive Opponent Thru Announcer's Table",
      "value": "ERRATA: There is no card titled \"Suicide Palancha,\" it now reads \"Suicide Plancha.\""
    },
    {
      "type": "Card",
      "name": "Drop Toe Hold",
      "value": "-Some older versions of this card were printed without a Maneuver sub-type. It is considered a Grapple. -This can remove any card from play if it is in the Ring Area, unless that card has the Permanent trait."
    },
    {
      "type": "Card",
      "name": "Duchess of Queensbury Rules",
      "value": "MRP: The text allowing William Regal to shuffle 12 cards when activated is now located on Regal's Superstar card. Also, there is no longer a restriction on what Superstars can pack Duchess. MRP: Now reads 'When this card is in your Ring area, during your turn you may put this card into your Ringside pile and either: ignore the Permanent trait on the card titled Hell in a Cell Match and put it from your opponent's Ring area into his Ringside pile or, if you are about to lose the game via Count Out Victory, shuffle up to 8 cards from your Ringside pile into your Arsenal and end the current turn.\". -This will trigger just before a player would lose to a Count Out victory condition. At that time, activate Duchess by placing it in the Ringside Pile and shuffle cards into the Arsenal instead of being Counted Out. This takes place before the opponent has the option to refuse the Count Out victory. -Duchess may be activated at any time after the Draw Segment during the controller's turn to remove Hell in a Cell Match. -Duchess will trigger on any Count Out victory condition."
    },
    {
      "type": "Card",
      "name": "Dude, Try Something Else",
      "value": "-The reversed card still counts as being played. This can make the next card played this turn vulnerable to cards such as Backlash and Just Bring It! -This cancels the end-the-turn effect that is usually generated by reversing. If played as the first Reversal to a Multi card, the turn can still be ended if another Reversal with an 'end of turn' effect is played. If Dude is played as the second Reversal, the turn continues."
    },
    {
      "type": "Card",
      "name": "Dudley Tough",
      "value": "MRP: The text stating Buh-Buh Ray Dudley does not discard cards for his Superstar Ability is now located on Buh-Buh Ray's Superstar card."
    },
    {
      "type": "Card",
      "name": "Dudleyz3",
      "value": "-This card can be packed by Spike Dudley, because it contains his logo. -An RMS card can always modify itself. This card costs 20F for Spike to play. -The Dudleyz3 player's hand is discarded when attempting to play this card, before reversals are played. -Only 2 reversals are required to completely reverse this card."
    },
    {
      "type": "Card",
      "name": "Edge or Big Show?",
      "value": "-Unlike the Edge Superstar Ability, there is no minimum Starting Handsize for the Edge Enforcer. -Cerebral Assassin will not prevent the Edge Enforcer from resolving his Starting Hand Size as printed. -In an Edge Enforcer v Edge or Edge Enforcer match, randomly determine who goes first, since both Superstars are revealed at the same time. -The Edge Enforcer's ability replaces the Superstar Value comparison that takes place at the beginning of the Pre-match phase. This effect can be taken away by the effect of cards played later such as Las Vegas, Nevada or Revolution ECW Originals."
    },
    {
      "type": "Card",
      "name": "Edge's Spear (Throwback)",
      "value": "-This will reverse a card played after any other Set-up besides Irish Whip, but will not reverse the Set-up itself, unless it was played after another Set-up card. EXAMPLE: Edge's Spear would reverse a maneuver played after Chain Wrestling, but not the Chain Wrestling itself."
    },
    {
      "type": "Card",
      "name": "Ego Boost",
      "value": "MRP: Now reads \"Your next card played this turn is -5F. When your opponent causes you to discard this card, draw up to 2 cards.\" -The Most Recent Printing is clarification, not a change. If the reason for the discard is generated from the opponent, the card drawing effect is triggered. EXAMPLE: An opponent playing Chain maneuvers or Indian Strap Match. -This will trigger whenever it is discarded by an effect controlled by an opponent, even during the Pre-match Phase. -If a player is able to choose the card discarded, they may choose to discard Ego Boost and it will trigger. EXAMPLE: Jericho's ability, cards like Spit at Opponent or Neckbreaker. -If the opponent chooses which card is discarded, a player may not elect to discard Ego Boost instead. EXAMPLE: Divas! Divas! Divas! or Commission-er Rules! -If multiple cards are discarded, duplicate copies of Ego Boost will trigger simultaneously. A player may draw up to two cards for each Ego Boost discarded. -If Ego Boost is discarded to meet the requirement of an Indian Strap Match controlled by the opponent, the draw effect will trigger. -If Ego Boost is discarded to allow the reversal of a Chain maneuver, the draw effect will trigger. The Chain trait creates a discard forced by the opponent in order to play a reversal. -The card drawing trigger will not be stopped by Christian's ability, since the card is not 'played from opponent's hand.'"
    },
    {
      "type": "Card",
      "name": "Egomaniacal",
      "value": "-Cards overturned, whether for effects or damage, are affected. -The bonus granted from Ego Boost is added to the bonus from Egomaniacal, so the cost is -15F total. - The Active player's effects resolve first in an instance where effects are attempting to move cards from the same trigger. EXAMPLE: Egomaniacal vs I've Got a Nice…Bottom."
    },
    {
      "type": "Card",
      "name": "Elbow Smash",
      "value": "ERRATA: Now includes the text \"…and 1 card with the word 'elbow' in the title…\"<br> -If the appropriate cards in the Ringside Pile, they must be returned to hand."
    },
    {
      "type": "Card",
      "name": "Elbow to the Face",
      "value": "MRP: This card is considered an uncommon card, even if printed in a foil version."
    },
    {
      "type": "Card",
      "name": "Electrifying",
      "value": "-This doubles the numbers in the text box only. The Damage and Fortitude costs are not affected. -This effect only doubles numerical values. Numbers expressed as words are not doubled."
    },
    {
      "type": "Card",
      "name": "Elimination Chamber",
      "value": "-This may be played if Hell in a Cell Match is in any Ring Area."
    },
    {
      "type": "Card",
      "name": "Ensugiri (Throwback)",
      "value": "-The -3F bonus also applies while overturning reversals."
    },
    {
      "type": "Card",
      "name": "Enter the Stratusphere",
      "value": "MRP: The text preventing this card from being played against Trish Stratus is now located on Trish's Superstar card."
    },
    {
      "type": "Card",
      "name": "Escape the Rules",
      "value": "-A player may choose to shuffle Escape the Rules into his deck as an Action and elect not to perform either effect listed on the card without ending his turn. -The desired effect of this card does not need to be announced prior to the opponent's reversal of it."
    },
    {
      "type": "Card",
      "name": "Escape to the Side",
      "value": "-This card can be discarded to any effect that requires you to discard Escape Move or Step Aside, such as, Get a Look at These, Where's the Payoff?, and Ring Steps. -If an opponent uses an effect that lets him choose which card is discarded, such as Cole Calls It Right! or Explosion Raw Deal, and the opponent chooses an Escape Move or Step Aside, Escape to the Side may be discarded instead. -Discarding this card instead of Escape Move or Step Aside will do nothing else particularly special. All other effects are unaffected by this replacement. It is not considered a reversal effect and the opponent's turn continues normally."
    },
    {
      "type": "Card",
      "name": "Eugene Gump",
      "value": "-The number of cards used in each effect is the same, and is determined by the first effect, the number of cards shuffled into the player's Arsenal. -The number chosen must be a legal number. EXAMPLE: If the Gump player only has 4 cards in hand, he cannot choose a number higher than 4. -If the number chosen is greater than the opponent's handsize, he shuffles all the cards in his hand (fulfilling the effect to the best of his ability). Likewise, if the player is directed to draw more cards than are in his Arsenal, he will draw all the remaining cards; this does not create a Pinfall condition, but can lead to a Count Out if the turn ends with no cards remaining in the Arsenal."
    },
    {
      "type": "Card",
      "name": "Evening Gown Match",
      "value": "-Multiple copies will each trigger from the same successfully played maneuver, and each will resolve consecutively. -A successfully played maneuver can be used to trigger the effects of Evening Gown Match before the opponent has the opportunity to play a reverse like Over Sell Maneuver or Raw & Ready."
    },
    {
      "type": "Card",
      "name": "Everybody's Got a Price",
      "value": "- Subtract the number of cards overturned from 10 to calculate the number of maneuvers retrieved. EXAMPLE: Eugene overturns 7 cards, this is 3 cards fewer than 10, so DiBiase searches for 3 non-hybrid maneuvers."
    },
    {
      "type": "Card",
      "name": "Everything and the Kitchen Sink",
      "value": "-The maneuvers taken from the Ringside pile must still meet the requirements for legal play. EXAMPLE: If the Dudley Boyz had a Reverse 180-Degree Chair Shot in their Ringside pile, they could not combine it with Kitchen Sink due to the 'Can only be played' clause on 180. -The maneuvers taken from the Ringside pile must also meet Fortitude requirements. EXAMPLE: If Rob Van Dam had 0 Fortitude, he could use his ability to reduce the cost of Kitchen Sink, but he would still have to have the required Fortitude to play the other foreign objects in the Ringside pile - he could not use a Chair Shot with Kitchen Sink because he has no Fortitude. -It does not matter from what area the cards are reversed, it will still end the turn if one (or more) of the maneuvers is reversed. -Big Poppa Pump (and the Freakzilla Enforcer) cannot take 2 maneuvers with Kitchen Sink, as the ability limits to two maneuvers played each turn. -If played by Kurt Angle or The Dudley Boyz, Kitchen Sink could be used with 2 Brass 'Nuks' Shot cards, unless there is already Brass in the Ring area. -The Rattlesnake or Hell in a Cell Match will not prevent the other Foreign Objects from being played, since they are considered as 'played from hand.' -If any of the cards are reversed, they will go to the Ringside pile as normal."
    },
    {
      "type": "Card",
      "name": "Everything's Cool When You're...",
      "value": "-A player may only use this effect once per turn."
    },
    {
      "type": "Card",
      "name": "Evolution is a Mystery",
      "value": "-A player must discard cards in groups of 6, 3 Cards from each source. -For each group of 6 cards discarded, 1 card may be chosen. -All cards must be discarded at once, although Touch Turnbuckle cards may be returned to the Backlash deck as normal. This does not allow for further discarding, as the effect has already been completed."
    },
    {
      "type": "Card",
      "name": "Explosion Raw Deal",
      "value": "MRP: All copies of the original promo are now playable outside of Chile. -In English, the card reads:\"Look at your opponent's hand, choose 1 Reversal card, and he discards it. You may discard 1 card. If you do, you may choose 1 Action card and he discards it.\" -The choice to discard a card to remove an Action is done after the initial viewing of the opponent's hand."
    },
    {
      "type": "Card",
      "name": "Extreme Warfare",
      "value": "-It is not relevant who played the first card, only that it was played. EXAMPLE: Fortitude Surge."
    },
    {
      "type": "Card",
      "name": "Eye Rake",
      "value": "-This gives an irreversibility bonus only if played from Hand. Overturning this card has no extra effects. -If played as a single reversal to a Multi, the irreversible effect will carry over until the start of the Rake player's turn."
    },
    {
      "type": "Card",
      "name": "Faceplant (both versions)",
      "value": "-Edge shuffles cards back if he plays this as a Reversal or a Maneuver. -If played as a Reversal, the damage can be modified from 0D. EXAMPLE: for APA this card would be 1D as a Reversal. (8-8+1=1D) -This card reverses Twisted Smile as the discard is forced by the opponent. -This card does not reverse a card with the Chain trait, unless the card text itself forces a discard effect."
    },
    {
      "type": "Card",
      "name": "Facebuster (Throwback)",
      "value": "-This will reverse a card played after any other Set-up besides Irish Whip, but will not reverse the Set-up itself, unless it was played after another Set-up card. EXAMPLE: Facebuster would reverse a maneuver played after Chain Wrestling, but not the Chain Wrestling itself."
    },
    {
      "type": "Card",
      "name": "Fall-Away Suplex (original version)",
      "value": "-This does not give a +1D bonus to itself when played. The bonus does not occur until the card is successfully played, and all damage modifiers have already been calculated. -This will add a +1 bonus to other Suplex cards, including another copy of Fall-Away Suplex"
    },
    {
      "type": "Card",
      "name": "Fall into the Corner",
      "value": "-The next card is considered played after Throw Into the Corner Turnbuckle, even if this effect is not desired. -The next Maneuver does not gain the benefits listed on the Throw Into the Corner Turnbuckle card, such as the +6D to Strikes. It only allows the play of cards such as Monkey Flip, Superplex, Big Show Splash, etc. -The reversed card still counts as being played. This can make the next card played this turn vulnerable to cards such as Backlash! and You're as Graceful as a Cow on Ice."
    },
    {
      "type": "Card",
      "name": "Falls Count Anywhere Match",
      "value": "-Pay-Per-View Main Event and Wrestlemania will trigger on this Pinfall win condition, but the player will immediately lose the game after it resolves, since it will not prevent the Pinfall condition from being met after it resolves. -A player is just required to have 4 of the cards listed. Multiple copies will count. EXAMPLE: 3 copies of Into the Barricade and 1 copy of Over the Barricade will trigger this card."
    },
    {
      "type": "Card",
      "name": "Fans Love an Underdog (original version)",
      "value": "-At one time this card was banned. With the release of the Mania expansion in April 2002, it was unbanned. -Since the reversals are affected by Fans Love, RMS maneuvers are not being modified, and reversals to an RMS card like Lariat Takedown still require +8F to play."
    },
    {
      "type": "Card",
      "name": "Feathered Boa",
      "value": "-If this card is hidden, it will affect a card being played by the opponent before a reversal card being played. EXAMPLE: An opponent plays Clutch onto Opponent, but Feathered Boa is hidden - that card can now be reversed by cards like Elbow to the Face. -This will not cause a legally played card to become illegal. EXAMPLE: Precision Clothesline's effect is used to play it for F: 0, then the text is blanked, but the card was already determined to be a legal play, so resolution of Clothesline continues. -Feathered Boa will blank an Action card before it can determine its destination (and before the Boa player has an opportunity to reverse) or calculate damage - but after the legality check. This means if the card is not reversed, it will go to the Ring area. EXAMPLE: A Good Old-Fashioned Mugging is played as an Action and Boa is used to blank it; the card is legal for play, but without text, it will go to the Ring area as a D: 50 Action."
    },
    {
      "type": "Card",
      "name": "Feel the Fire",
      "value": "-If this card is played against Edge and Christian, the RMS will not prevent them from using their ability. -Card effects removing maneuvers to lower Fortitude ratings cannot remove this card. EXAMPLE: Undermine the Competition and Comeback!"
    },
    {
      "type": "Card",
      "name": "Fifi Interferes",
      "value": "-The overturn effect may be used at any time during the controlling player's turn, at his request."
    },
    {
      "type": "Card",
      "name": "Find Out How to Fight from Finlay",
      "value": "-Johnny can use Find Out How to Fight from Finlay to change a Dynamic maneuver into a Strike, then use his Ability to change the Strike into a High Risk. -Junkyard Dog can reduce a Grapple Dynamic maneuver by -7F, then change it to another maneuver type with Finlay; however, the Fortitude check is done before Finlay takes effect, so a Strike/Submission will not receive the -7F for being named Grapple. EXAMPLE: If JYD has no Fortitude, he could not play Dynamic Forearm (F: 6 Strike) even with Finlay, as the card must first be legal to play before it could be changed to a Grapple."
    },
    {
      "type": "Card",
      "name": "First Blood Match",
      "value": "-If there are 6 Foreign Object Maneuvers in play, Pay-Per-View Main Event and Wrestlemania will trigger on this Pinfall win condition, but the player will immediately lose the game after it resolves, since it will not prevent the Pinfall condition from being met after it resolves. -If there are 3 Foreign Object Maneuver in play, and Busted Wide Open was played to trigger the alternate condition, Pinfall-triggered effects such as Wrestlemania will allow the game to continue. -It is possible for this card to cause a double Pin with the 6 Foreign Object Maneuver effect. In a tournament this would result in a double loss for both players similar to a double Count Out (0 points each.) -With 3 or more foreign objects in the Ring area, playing According to the Contract Table and naming it Busted Wide Open will not allow for the victory condition, as the card was not played with the required title."
    },
    {
      "type": "Card",
      "name": "First Family of Professional Wrestling",
      "value": "-If a Pre-match card with 'McMahon' in the title has been blanked (Old School Wrestling Match or Piper's Pit, for example), First Family can still add its text to that card, because the card was ALREADY blanked, and the text is now being added. EXAMPLE: Phenom plays Old School Wrestling Match, Shane O'Mac plays Backed by Mr. McMahon, then later plays First Family; the text regarding additional Pre-match cards is added back to the previously-blanked Backed by Mr. McMahon."
    },
    {
      "type": "Card",
      "name": "Flip Over the Corner Ringpost",
      "value": "MRP: This card reverses Throw Into the Corner Turnbuckle. There is no card titled \"Throw Opponent Into the Corner Turnbuckle.\""
    },
    {
      "type": "Card",
      "name": "",
      "value": ""
    },
    {
      "type": "Card",
      "name": "",
      "value": ""
    },
    {
      "type": "Card",
      "name": "",
      "value": ""
    },
    {
      "type": "Card",
      "name": "",
      "value": ""
    },
    {
      "type": "Card",
      "name": "",
      "value": ""
    },
    {
      "type": "Card",
      "name": "",
      "value": ""
    },
    {
      "type": "Card",
      "name": "",
      "value": ""
    },
    {
      "type": "Card",
      "name": "",
      "value": ""
    },
    {
      "type": "Card",
      "name": "",
      "value": ""
    },
    {
      "type": "Card",
      "name": "",
      "value": ""
    },
    {
      "type": "Card",
      "name": "",
      "value": ""
    },
    {
      "type": "Card",
      "name": "",
      "value": ""
    },
    {
      "type": "Card",
      "name": "",
      "value": ""
    },
    {
      "type": "Card",
      "name": "",
      "value": ""
    },
    {
      "type": "Card",
      "name": "",
      "value": ""
    },
    {
      "type": "Card",
      "name": "",
      "value": ""
    },
    {
      "type": "Card",
      "name": "",
      "value": ""
    },
    {
      "type": "Card",
      "name": "",
      "value": ""
    },
    {
      "type": "Card",
      "name": "",
      "value": ""
    }
  ]
}